{"page": 17, "lesson": 1, "title": "I grew up in the Westboro Baptist Church. Here's why I left - Megan Phelps-Roper", "category": "Philosophy & Religion", "url": "https://ed.ted.com/lessons/i-grew-up-in-the-westboro-baptist-church-here-s-why-i-left-megan-phelps-roper", "transcript": {"en": "I was a blue-eyed,\nchubby-cheeked five-year-old when I joined my family\non the picket line for the first time. My mom made me leave\nmy dolls in the minivan. I'd stand on a street corner\nin the heavy Kansas humidity, surrounded by a few dozen relatives, with my tiny fists clutching\na sign that I couldn't read yet: \"Gays are worthy of death.\" This was the beginning. Our protests soon became\na daily occurrence and an international phenomenon, and as a member\nof Westboro Baptist Church, I became a fixture\non picket lines across the country. The end of my antigay picketing career and life as I knew it, came 20 years later, triggered in part by strangers on Twitter who showed me the power\nof engaging the other. In my home, life was framed as an epic\nspiritual battle between good and evil. The good was my church and its members, and the evil was everyone else. My church's antics were such that we were constantly\nat odds with the world, and that reinforced\nour otherness on a daily basis. \"Make a difference\nbetween the unclean and the clean,\" the verse says, and so we did. From baseball games to military funerals, we trekked across the country\nwith neon protest signs in hand to tell others exactly\nhow \"unclean\" they were and exactly why\nthey were headed for damnation. This was the focus of our whole lives. This was the only way for me to do good\nin a world that sits in Satan's lap. And like the rest of my 10 siblings, I believed what I was taught\nwith all my heart, and I pursued Westboro's agenda\nwith a special sort of zeal. In 2009, that zeal brought me to Twitter. Initially, the people\nI encountered on the platform were just as hostile as I expected. They were the digital version\nof the screaming hordes I'd been seeing at protests\nsince I was a kid. But in the midst of that digital brawl, a strange pattern developed. Someone would arrive at my profile\nwith the usual rage and scorn, I would respond with a custom mix\nof Bible verses, pop culture references and smiley faces. They would be understandably\nconfused and caught off guard, but then a conversation would ensue. And it was civil -- full of genuine curiosity on both sides. How had the other come to such\noutrageous conclusions about the world? Sometimes the conversation\neven bled into real life. People I'd sparred with on Twitter would come out\nto the picket line to see me when I protested in their city. A man named David was one such person. He ran a blog called \"Jewlicious,\" and after several months\nof heated but friendly arguments online, he came out to see me\nat a picket in New Orleans. He brought me a Middle Eastern dessert\nfrom Jerusalem, where he lives, and I brought him kosher chocolate and held a \"God hates Jews\" sign. (Laughter) There was no confusion\nabout our positions, but the line between friend and foe\nwas becoming blurred. We'd started to see each other\nas human beings, and it changed the way\nwe spoke to one another. It took time, but eventually these conversations\nplanted seeds of doubt in me. My friends on Twitter took the time\nto understand Westboro's doctrines, and in doing so, they were able to find inconsistencies\nI'd missed my entire life. Why did we advocate\nthe death penalty for gays when Jesus said, \"Let he who is\nwithout sin cast the first stone?\" How could we claim to love our neighbor while at the same time\npraying for God to destroy them? The truth is that the care shown to me\nby these strangers on the internet was itself a contradiction. It was growing evidence that people on the other side were not\nthe demons I'd been led to believe. These realizations were life-altering. Once I saw that we were not\nthe ultimate arbiters of divine truth but flawed human beings, I couldn't pretend otherwise. I couldn't justify our actions -- especially our cruel practice\nof protesting funerals and celebrating human tragedy. These shifts in my perspective contributed to a larger erosion\nof trust in my church, and eventually it made it\nimpossible for me to stay. In spite of overwhelming grief and terror,\nI left Westboro in 2012. In those days just after I left, the instinct to hide\nwas almost paralyzing. I wanted to hide\nfrom the judgement of my family, who I knew would never\nspeak to me again -- people whose thoughts and opinions\nhad meant everything to me. And I wanted to hide from the world\nI'd rejected for so long -- people who had no reason at all\nto give me a second chance after a lifetime of antagonism. And yet, unbelievably, they did. The world had access to my past\nbecause it was all over the internet -- thousands of tweets\nand hundreds of interviews, everything from local TV news\nto \"The Howard Stern Show\" -- but so many embraced me\nwith open arms anyway. I wrote an apology\nfor the harm I'd caused, but I also knew that an apology\ncould never undo any of it. All I could do was try to build a new life and find a way somehow\nto repair some of the damage. People had every reason\nto doubt my sincerity, but most of them didn't. And -- given my history, it was more than I could've hoped for -- forgiveness and the benefit of the doubt. It still amazes me. I spent my first year away from home adrift with my younger sister, who had chosen to leave with me. We walked into an abyss, but we were shocked to find\nthe light and a way forward in the same communities\nwe'd targeted for so long. David, my \"Jewlicious\" friend from Twitter, invited us to spend time among\na Jewish community in Los Angeles. We slept on couches in the home\nof a Hasidic rabbi and his wife and their four kids -- the same rabbi that I'd protested\nthree years earlier with a sign that said,\n\"Your rabbi is a whore.\" We spent long hours talking\nabout theology and Judaism and life while we washed dishes\nin their kosher kitchen and chopped vegetables for dinner. They treated us like family. They held nothing against us, and again I was astonished. That period was full of turmoil, but one part I've returned to often is a surprising realization\nI had during that time -- that it was a relief and a privilege\nto let go of the harsh judgments that instinctively ran through my mind\nabout nearly every person I saw. I realized that now I needed to learn. I needed to listen. This has been at the front\nof my mind lately, because I can't help but see\nin our public discourse so many of the same destructive impulses\nthat ruled my former church. We celebrate tolerance and diversity\nmore than at any other time in memory, and still we grow more and more divided. We want good things -- justice, equality,\nfreedom, dignity, prosperity -- but the path we've chosen looks so much like the one\nI walked away from four years ago. We've broken the world into us and them, only emerging from our bunkers long enough to lob rhetorical grenades\nat the other camp. We write off half the country\nas out-of-touch liberal elites or racist misogynist bullies. No nuance, no complexity, no humanity. Even when someone does call for empathy\nand understanding for the other side, the conversation nearly always devolves into a debate about\nwho deserves more empathy. And just as I learned to do, we routinely refuse to acknowledge\nthe flaws in our positions or the merits in our opponent's. Compromise is anathema. We even target people on our own side\nwhen they dare to question the party line. This path has brought us cruel,\nsniping, deepening polarization, and even outbreaks of violence. I remember this path. It will not take us where we want to go. What gives me hope is that\nwe can do something about this. The good news is that it's simple, and the bad news is that it's hard. We have to talk and listen\nto people we disagree with. It's hard because we often can't fathom how the other side\ncame to their positions. It's hard because righteous indignation, that sense of certainty\nthat ours is the right side, is so seductive. It's hard because it means\nextending empathy and compassion to people who show us\nhostility and contempt. The impulse to respond in kind\nis so tempting, but that isn't who we want to be. We can resist. And I will always be inspired to do so\nby those people I encountered on Twitter, apparent enemies\nwho became my beloved friends. And in the case of one particularly\nunderstanding and generous guy, my husband. There was nothing special\nabout the way I responded to him. What was special was their approach. I thought about it a lot\nover the past few years and I found four things\nthey did differently that made real conversation possible. These four steps were small but powerful, and I do everything I can to employ them\nin difficult conversations today. The first is don't assume bad intent. My friends on Twitter realized that even when my words\nwere aggressive and offensive, I sincerely believed\nI was doing the right thing. Assuming ill motives\nalmost instantly cuts us off from truly understanding\nwhy someone does and believes as they do. We forget that they're a human being with a lifetime of experience\nthat shaped their mind, and we get stuck\non that first wave of anger, and the conversation has a very hard time\never moving beyond it. But when we assume good or neutral intent, we give our minds a much stronger\nframework for dialogue. The second is ask questions. When we engage people\nacross ideological divides, asking questions\nhelps us map the disconnect between our differing points of view. That's important because\nwe can't present effective arguments if we don't understand where\nthe other side is actually coming from and because it gives them an opportunity\nto point out flaws in our positions. But asking questions\nserves another purpose; it signals to someone\nthat they're being heard. When my friends on Twitter\nstopped accusing and started asking questions, I almost automatically mirrored them. Their questions gave me room to speak, but they also gave me permission\nto ask them questions and to truly hear their responses. It fundamentally changed\nthe dynamic of our conversation. The third is stay calm. This takes practice and patience, but it's powerful. At Westboro, I learned not to care\nhow my manner of speaking affected others. I thought my rightness\njustified my rudeness -- harsh tones, raised voices,\ninsults, interruptions -- but that strategy\nis ultimately counterproductive. Dialing up the volume and the snark\nis natural in stressful situations, but it tends to bring the conversation\nto an unsatisfactory, explosive end. When my husband was still\njust an anonymous Twitter acquaintance, our discussions frequently\nbecame hard and pointed, but we always refused to escalate. Instead, he would change the subject. He would tell a joke or recommend a book or gently excuse himself\nfrom the conversation. We knew the discussion wasn't over, just paused for a time\nto bring us back to an even keel. People often lament that digital\ncommunication makes us less civil, but this is one advantage that online\nconversations have over in-person ones. We have a buffer of time and space between us and the people\nwhose ideas we find so frustrating. We can use that buffer. Instead of lashing out,\nwe can pause, breathe, change the subject or walk away, and then come back to it when we're ready. And finally ... make the argument. This might seem obvious, but one side effect\nof having strong beliefs is that we sometimes assume that the value of our position\nis or should be obvious and self-evident, that we shouldn't\nhave to defend our positions because they're so clearly right and good that if someone doesn't get it,\nit's their problem -- that it's not my job to educate them. But if it were that simple, we would all see things the same way. As kind as my friends on Twitter were, if they hadn't actually\nmade their arguments, it would've been so much harder for me\nto see the world in a different way. We are all a product of our upbringing, and our beliefs reflect our experiences. We can't expect others\nto spontaneously change their own minds. If we want change, we have to make the case for it. My friends on Twitter didn't abandon\ntheir beliefs or their principles -- only their scorn. They channeled their\ninfinitely justifiable offense and came to me with pointed questions\ntempered with kindness and humor. They approached me as a human being, and that was more transformative than two full decades\nof outrage, disdain and violence. I know that some might not have\nthe time or the energy or the patience for extensive engagement, but as difficult as it can be, reaching out to someone we disagree with is an option that is\navailable to all of us. And I sincerely believe\nthat we can do hard things, not just for them\nbut for us and our future. Escalating disgust\nand intractable conflict are not what we want for ourselves, or our country or our next generation. My mom said something to me\na few weeks before I left Westboro, when I was desperately hoping there was a way\nI could stay with my family. People I have loved\nwith every pulse of my heart since even before I was\nthat chubby-cheeked five-year-old, standing on a picket line\nholding a sign I couldn't read. She said, \"You're just a human being, my dear, sweet child.\" She was asking me to be humble -- not to question\nbut to trust God and my elders. But to me, she was missing\nthe bigger picture -- that we're all just human beings. That we should be guided\nby that most basic fact, and approach one another\nwith generosity and compassion. Each one of us\ncontributes to the communities and the cultures and the societies\nthat we make up. The end of this spiral of rage and blame\nbegins with one person who refuses to indulge\nthese destructive, seductive impulses. We just have to decide\nthat it's going to start with us. Thank you. (Applause)"}, "multiple-choice": []}
{"page": 17, "lesson": 2, "title": "A brief history of alcohol - Rod Phillips", "category": "History", "url": "https://ed.ted.com/lessons/a-brief-history-of-alcohol-rod-phillips", "transcript": {"en": "This chimpanzee stumbles \nacross a windfall of overripe plums. Many of them have split open, drawing him \nto their intoxicating fruity odor. He gorges himself and begins to experience some… \nstrange effects. This unwitting ape \nhas stumbled on a process that humans will eventually harness to create \nbeer, wine, and other alcoholic drinks. The sugars in overripe fruit \nattract microscopic organisms known as yeasts. As the yeasts feed on the fruit sugars \nthey produce a compound called ethanol— the type of alcohol \nin alcoholic beverages. This process is called fermentation. Nobody knows exactly when humans began \nto create fermented beverages. The earliest known evidence \ncomes from 7,000 BCE in China, where residue in clay pots has revealed that people \nwere making an alcoholic beverage from fermented rice, millet, \ngrapes, and honey. Within a few thousand years, cultures all over the world \nwere fermenting their own drinks. Ancient Mesopotamians and Egyptians \nmade beer throughout the year from stored cereal grains. This beer \nwas available to all social classes, and workers \neven received it in their daily rations. They also made wine, but because the climate \nwasn’t ideal for growing grapes, it was a rare and expensive delicacy. By contrast, in Greece and Rome, \nwhere grapes grew more easily, wine was as readily available \nas beer was in Egypt and Mesopotamia. Because yeasts \nwill ferment basically any plant sugars, ancient peoples made alcohol from whatever crops and plants \ngrew where they lived. In South America, \npeople made chicha from grains, sometimes adding hallucinogenic herbs. In what’s now Mexico, \npulque, made from cactus sap, was the drink of choice, while East Africans \nmade banana and palm beer. And in the area that’s now Japan, \npeople made sake from rice. Almost every region of the globe \nhad its own fermented drinks. As alcohol consumption \nbecame part of everyday life, some authorities latched onto effects \nthey perceived as positive— Greek physicians \nconsidered wine to be good for health, and poets \ntestified to its creative qualities. Others were more concerned \nabout alcohol’s potential for abuse. Greek philosophers promoted temperance. Early Jewish and Christian writers \nin Europe integrated wine into rituals but considered excessive intoxication \na sin. And in the middle east, \nAfrica, and Spain, an Islamic rule \nagainst praying while drunk gradually solidified \ninto a general ban on alcohol. Ancient fermented beverages \nhad relatively low alcohol content. At about 13% alcohol, the by-products wild yeasts \ngenerate during fermentation become toxic and kill them. When the yeasts die, fermentation stops \nand the alcohol content levels off. So for thousands of years, \nalcohol content was limited. That changed \nwith the invention of a process called distillation. 9th century Arabic writings \ndescribe boiling fermented liquids to vaporize the alcohol in them. Alcohol boils \nat a lower temperature than water, so it vaporizes first. Capture this vapor, cool it down, \nand what’s left is liquid alcohol much more concentrated \nthan any fermented beverage. At first, these stronger spirits \nwere used for medicinal purposes. Then, spirits became \nan important trade commodity because, unlike beer and wine, \nthey didn’t spoil. Rum made from sugar harvested in European colonies \nin the Caribbean became a staple for sailors and was traded to North America. Europeans brought \nbrandy and gin to Africa and traded it \nfor enslaved people, land, and goods like palm oil and rubber. Spirits became \na form of money in these regions. During the Age of Exploration, spirits played a crucial role \nin long distance sea voyages. Sailing from Europe to east Asia \nand the Americas could take months, and keeping water fresh \nfor the crews was a challenge. Adding a bucket of brandy \nto a water barrel kept water fresh longer because alcohol is a preservative \nthat kills harmful microbes. So by the 1600s, alcohol had gone from \nsimply giving animals a buzz to fueling global trade and exploration— \nalong with all their consequences. As time went on, its role in human society \nwould only get more complicated."}, "multiple-choice": []}
{"page": 17, "lesson": 3, "title": "The philosophy of cynicism - William D. Desmond", "category": "Philosophy & Religion", "url": "https://ed.ted.com/lessons/the-philosophy-of-cynicism-william-d-desmond", "transcript": {"en": "In the 4th century BCE, a banker’s son threw the city of Sinope \ninto scandal by counterfeiting coins. When the dust finally settled, \nthe young man, Diogenes of Sinope, had been stripped of his citizenship, \nhis money, and all his possessions. At least, that’s how the story goes. While many of the details \nof Diogenes’ life are shadowy, the philosophical ideas \nborn out of his disgrace survive today. In exile, Diogenes decided \nthat by rejecting the opinions of others and societal measures of success, \nhe could be truly free. He would live self-sufficiently, \nclose to nature, without materialism, vanity, or conformity. In practice, this meant he spent years \nwandering around Greek cities with nothing but a cloak, staff, \nand knapsack— outdoors year-round, forgoing technology, \nbaths, and cooked food. He didn’t go about this new existence \nquietly, but is said to have teased passers-by \nand mocked the powerful, eating, urinating \nand even masturbating in public. The citizens called him a kyôn— \na barking dog. Though meant as an insult, dogs were actually a good symbol \nfor his philosophy— they’re happy creatures, free from abstractions \nlike wealth or reputation. Diogenes and his growing number \nof followers became known as “dog philosophers,” \nor kynikoi, a designation \nthat eventually became the word “Cynic.” These early Cynics were a carefree bunch, drawn to the freedom \nof a wandering lifestyle. As Diogenes’ reputation grew, \nothers tried to challenge his commitment. Alexander the Great \noffered him anything he desired. But instead of asking for material goods, Diogenes only asked Alexander \nto get out of his sunshine. After Diogenes’ death, adherents to his philosophy \ncontinued to call themselves Cynics for about 900 years, until 500 CE. Some Greek philosophers, like the Stoics, thought everyone \nshould follow Diogenes’ example. They also attempted to tone down \nhis philosophy to be more acceptable \nto conventional society— which, of course, was fundamentally at odds \nwith his approach. Others viewed the Cynics less charitably. In the Roman province of Syria \nin the 2nd century CE, the satirist Lucian described the Cynics \nof his own time as unprincipled, materialistic, self-promoting hypocrites, who only preached \nwhat Diogenes had once actually practiced. Reading Lucian’s texts centuries later, Renaissance and Reformation writers \ncalled their rivals cynics as an insult— meaning people who criticized others \nwithout having anything worthwhile to say. This usage eventually laid the groundwork \nfor the modern meaning of the word “cynic:\" a person who thinks everyone else \nis acting out of pure self-interest, even if they claim a higher motive. Still, the philosophy of cynicism \nhad admirers, especially among those \nwho wished to question the state of society. The 18th-century French philosopher \nJean-Jacques Rousseau was called the “new Diogenes” when he argued \nthat the arts, sciences, and technology, corrupt people. In 1882, Friedrich Nietzsche \nreimagined a story in which Diogenes \nwent into the Athenian marketplace with a lantern, searching in vain \nfor a single honest person. In Nietszche’s version, a so-called madman\nrushes into a town square to proclaim that “God is dead.” This was Nietzsche’s way \nof calling for a “revaluation of values,” and rejecting \nthe dominant Christian and Platonic idea of universal, spiritual insights \nbeyond the physical world. Nietzsche admired Diogenes \nfor sticking stubbornly to the here-and-now. More recently, the hippies of the 1960s \nhave been compared with Diogenes as counter-cultural rebels. Diogenes’ ideas \nhave been adopted and reimagined \nover and over again. The original cynics \nmight not have approved of these fresh takes: they believed \nthat their values of rejecting custom and living closely with nature \nwere the only true values. Whether or not you agree with that, \nor with any of the later incarnations, all have one thing in common: \nthey questioned the status quo. And that’s an example \nwe can still follow: not to blindly follow \nconventional or majority views, but to think hard \nabout what is truly valuable."}, "multiple-choice": [{"question": "Which of the following best characterizes the attitude of a modern cynic?", "options": [{"label": "A", "text": "Everyone is a selfish fake."}, {"label": "B", "text": "“Drain the swamp!”"}, {"label": "C", "text": "Technology makes people weak and foolish."}, {"label": "D", "text": "“Doubt everything!”"}], "correct_option": "B"}, {"question": "The ancient Greek word \"kynikos\" derives from \"kyon,\" which is best translated as:", "options": [{"label": "A", "text": "Skeptic"}, {"label": "B", "text": "Movement"}, {"label": "C", "text": "Dog"}, {"label": "D", "text": "Wisdom"}], "correct_option": "C"}, {"question": "The Cynic Diogenes was exiled from which Greek city?", "options": [{"label": "A", "text": "Thebes"}, {"label": "B", "text": "Athens"}, {"label": "C", "text": "Sinope"}, {"label": "D", "text": "Syracuse"}], "correct_option": "C"}, {"question": "Which of the following did the ancient Cynics tend to recommend most?", "options": [{"label": "A", "text": "Be as self-sufficient as much as possible."}, {"label": "B", "text": "Abandon society and live in solitude."}, {"label": "C", "text": "Criticize the powerful and famous."}, {"label": "D", "text": "Distrust everybody and doubt everything."}], "correct_option": "A"}, {"question": "According to legend, what did Diogenes say to Alexander?", "options": [{"label": "A", "text": "“Know thyself!”"}, {"label": "B", "text": "“Hybris brings on its own punishment.”"}, {"label": "C", "text": "“Every dog has its day.”"}, {"label": "D", "text": "“Stand out of my sunshine!”"}], "correct_option": "D"}, {"question": "Which of the following was nicknamed the “new Diogenes”?", "options": [{"label": "A", "text": "Jonathan Swift"}, {"label": "B", "text": "Jean-Jacques Rousseau"}, {"label": "C", "text": "Friedrich Nietzsche"}, {"label": "D", "text": "Jack Kerouac"}], "correct_option": "B"}]}
{"page": 17, "lesson": 4, "title": "Why should you read “Dune” by Frank Herbert? - Dan Kwartler", "category": "Literature & Language", "url": "https://ed.ted.com/lessons/why-should-you-read-dune-by-frank-herbert-dan-kwartler", "transcript": {"en": "A mother and her son trek \nacross an endless desert. Wearing special skin-tight suits \nto dissipate heat and recycle moisture, the travelers aren’t worried \nabout dying of thirst. Their fears are much greater. The pair try to walk without rhythm, letting the vibrations of their footsteps \nblend into the shifting sands. But soon, the sound of the desert \nis drowned out by a louder hissing. As a mound of sand races towards them, the pair’s unnatural gait \nturns into a sprint. The two clamber into a nearby rock face, as a sandworm 400 meters long \nbursts from the desert floor. This is the world of \"Dune.\" Written by Frank Herbert \nand published in 1965, \"Dune\" takes place \nin a far-flung future, where humanity rules the stars \nin a giant feudal empire. This medieval motif goes beyond \njust the government. Unlike most interstellar sci-fi, Herbert's humans conquered \nthe stars without any computers. Following an ancient war with robots, humanity has forbidden \nthe construction of any machine “in the likeness of a human mind.” But rather than stifling their expansion, this edict forced humans \nto evolve in startling ways— becoming biological computers, psychic \nwitches, and prescient space pilots. Members of these super-powered factions are regularly employed \nby various noble houses, all competing for power and new planets \nto add to their kingdoms. But almost all these superhuman skills \nrely on the same precious resource: the spice. This mystical crop also known as “melange”\nis essential for all space travel, making it the cornerstone \nof the galactic economy. And it only grows \non the desert planet Arrakis, a dangerous and inhospitable world \nwhose native inhabitants have long rebelled against the empire. Arrakis, also called Dune, \nis the setting for Herbert’s novel, which follows Paul \nof the noble House Atreides. The book begins with Paul’s family\nbeing assigned control of Dune as part of an elaborate plot \nby their sworn enemies: the sadistic slave drivers \nof House Harkonnen. The conflict between these houses upends \nthe delicate political balance on Arrakis. Soon, Paul is catapulted\ninto the middle of a planetary revolution, where he must prove himself capable \nof leading— and surviving— on this hostile desert world. But Arrakis is not simply \nan endless sea of sand. Herbert was an avid environmentalist, who spent over five years creating \nDune’s complex ecosystem. The planet is checkered with climate \nbelts and wind tunnels that have shaped its rocky topography. Different temperate zones produce \nvarying desert flora. And almost every element of Dune’s \necosystem works together to produce the planet’s essential export. Herbert’s world building also includes \na rich web of philosophy and religion. Paul’s mother Jessica, is a member \nof the Bene Gesserit, an ancient cult \nof spice-assisted psychics. Sometimes called “witches” \nfor their mysterious powers, the Bene Gesserit have operated \nas a shadow government for millennia in an effort to guide society \ntowards enlightenment. Similarly ancient are the Mentats— human computers capable \nof processing incredible amounts of data. While the Mentats are bastions \nof logic and reason, their results are not mere calculations, but rather, streams of constantly \nshifting possibilities. However, no group is more central \nto \"Dune\" than the Fremen. Natives of Arrakis, they are the keepers \nof the planet’s many secrets. Paul’s journey takes him deep \ninto the Fremen’s exclusive brotherhood, where he must prove himself trustworthy in a series of increasingly \ndeadly challenges. All these factions have deep histories \nthat pervade the text, and Herbert also incorporates that \nsense of scale into the book’s structure. Each chapter begins with a quote \nfrom a future history book, recalling elements of the events \nthat are about to unfold. The book also contains in-universe \nappendices that further explore the Empire’s history; alongside a glossary of words like \n“Gom jabbar” and “Shai-Hulud.\" Dune’s epic story continues to unfold \nover a six-book saga that spans millennia. But every story of Arrakis’ \nfuture begins here: as Paul pursues a path \nthat is dangerous, demanding, and always on the verge of being \nconsumed by the oncoming storm."}, "multiple-choice": [{"question": "When did Frank Herbert write \"Dune?\"", "options": [{"label": "A", "text": "1952"}, {"label": "B", "text": "1965"}, {"label": "C", "text": "1978"}, {"label": "D", "text": "1993"}], "correct_option": "B"}, {"question": "In \"Dune,\" computers and robots are:", "options": [{"label": "A", "text": "Royalty"}, {"label": "B", "text": "The main characters"}, {"label": "C", "text": "Reserved only for space travel"}, {"label": "D", "text": "Outlawed"}], "correct_option": "D"}, {"question": "Which of the following factions does NOT exist in the world of \"Dune?\"", "options": [{"label": "A", "text": "Kelaxu: interstellar bounty hunters"}, {"label": "B", "text": "Mentats: human computers"}, {"label": "C", "text": "Bene Gesserit: psychic witches"}, {"label": "D", "text": "Fremen: Natives of Arrakis"}], "correct_option": "A"}, {"question": "When creating Arrakis, Frank Herbert spent a lot of time creating:", "options": [{"label": "A", "text": "Realistic planetary ecology"}, {"label": "B", "text": "Complex historical context"}, {"label": "C", "text": "A unique fictional language"}, {"label": "D", "text": "All of the above"}], "correct_option": "D"}, {"question": "In \"Dune,\" the Spice is primarily used for:", "options": [{"label": "A", "text": "Money"}, {"label": "B", "text": "Cooking"}, {"label": "C", "text": "Psychic abilities"}], "correct_option": "C"}]}
{"page": 17, "lesson": 5, "title": "Why should you read “The Joy Luck Club” by Amy Tan? - Sheila Marie Orfano", "category": "Literature & Language", "url": "https://ed.ted.com/lessons/why-should-you-read-the-joy-luck-club-by-amy-tan-sheila-marie-orfano", "transcript": {"en": "In her Auntie An-mei’s home, Jing-Mei reluctantly takes her seat at the eastern corner \nof the mahjong table. At the north, south, and west \ncorners are her aunties, long-time members of the Joy Luck Club. This group of immigrant families \ncomes together weekly to trade gossip, feast on wonton and sweet chaswei, \nand play mahjong. However, the club’s founder, Jing-Mei’s \nmother Suyuan, has recently passed away. At first, Jing-Mei struggles \nto fill her place at the table. But when her aunties reveal a deeply \nburied secret about Suyuan’s life, Jing-Mei realizes she still has a lot \nto learn about her mother, and herself. In Amy Tan’s 1989 debut novel, \n\"The Joy Luck Club,\" this gathering at the mahjong table \nis the point of departure for a series of interconnected vignettes. The book itself is loosely structured \nto imitate the format of the Chinese game. Just as mahjong is played over four \nrounds with at least four hands each, the book is divided into four parts, \neach with four chapters. Alternately set in China \nor San Francisco, each chapter narrates a single \nstory from one of the four matriarchs of the Joy Luck Club \nor their American-born daughters. These stories take the reader through \nwar zones and villages of rural China, \nand into modern marriages and tense gatherings \naround the dinner table. They touch upon themes of survival \nand loss, love and the lack of it, ambitions and their unsatisfied reality. In one, Auntie Lin plots an escape \nfrom the hostile family of her promised husband, ultimately leading \nto her arrival in America. In another, the Hsu family’s all-American \nday at the beach turns dire when Rose is overwhelmed by the \nresponsibility her mother assigns to her. The resulting tragedy traumatizes \nthe family for years to come. These tales illustrate the common \ndivides that can form between generations and cultures, \nespecially in immigrant families. The mothers have all experienced great \nhardships during their lives in China, and they’ve worked tirelessly \nto give their children better opportunities in America. But their daughters feel weighed down \nby their parent’s unfulfilled hopes and high expectations. Jing-Mei feels this pressure as she plays \nmahjong with her mother’s friends. She worries, “In me, they see \ntheir own daughters, just as ignorant, just as unmindful of all the truths \nand hopes they have brought to America.” Time and again, the mothers strive to remind their \ndaughters of their history and heritage. Meanwhile, their daughters \nstruggle to reconcile their mothers’ perception of them \nwith who they really are. \"Does my daughter know me?\" \nsome of the stories ask. \"Why doesn’t my mother understand?\" \nothers respond. In her interrogation of these questions, Tan speaks to anxieties \nthat plague many immigrants, who often feel both alienated \nfrom their homeland and disconnected \nfrom their adopted country. But by weaving the tales of these \nfour mothers and daughters together, Tan makes it clear that Jing-Mei and her peers find strength to tackle \ntheir present-day problems through the values their mothers \npassed on to them. When \"The Joy Luck Club\" \nwas first published, Tan expected minimal success. But against her predictions, \nthe book was a massive critical and commercial achievement. Today, these characters \nstill captivate readers worldwide. Not only for the way they speak \nto Chinese American and immigrant experiences, but also for uncovering a deeper truth: the need to be seen and understood \nby the ones you love."}, "multiple-choice": [{"question": "What is a central theme of the novel?", "options": [{"label": "A", "text": "The role of masculinity in different cultures"}, {"label": "B", "text": "b) The fear of power"}], "correct_option": null}, {"question": "What game serves as both the center of the Joy Luck Club and a model for the novel’s structure?", "options": [{"label": "A", "text": "Mah jong"}, {"label": "B", "text": "Backgammon"}, {"label": "C", "text": "Solitaire"}, {"label": "D", "text": "Rummy"}], "correct_option": "A"}, {"question": "Who are the main characters of \"The Joy Luck Club?\"", "options": [{"label": "A", "text": "Four Chinese immigrant fathers and their American-born sons"}, {"label": "B", "text": "Four Chinese immigrant mothers and their American-born daughters"}, {"label": "C", "text": "Four friends who grew up in San Francisco’s Chinatown"}, {"label": "D", "text": "One Chinese American family"}], "correct_option": "B"}, {"question": "In what corner did Jing-Mei’s mother, and now Jing-Mei, sit at the mah jong table?", "options": [{"label": "A", "text": "East"}, {"label": "B", "text": "West"}, {"label": "C", "text": "North"}, {"label": "D", "text": "South"}], "correct_option": "A"}, {"question": "What year was \"The Joy Luck Club\" published?", "options": [{"label": "A", "text": "1965"}, {"label": "B", "text": "1989"}, {"label": "C", "text": "2000"}, {"label": "D", "text": "2011"}], "correct_option": "B"}, {"question": "What is a central theme of the novel?", "options": [{"label": "A", "text": "The role of masculinity in different cultures"}, {"label": "B", "text": "The fear of power"}, {"label": "C", "text": "The need to be understood"}, {"label": "D", "text": "The beauty of simplicity"}], "correct_option": "C"}]}
{"page": 17, "lesson": 6, "title": "The Train Heist | Think Like A Coder, Ep 4", "category": "Critical Thinking", "url": "https://ed.ted.com/lessons/the-train-heist-think-like-a-coder-ep-4", "transcript": {"en": "Ethic, Hedge, and Adila, the leader \nof the revolution, plot out how they can steal an artifact \ncalled the Node of Power. It’s being used to run a heavily fortified\ntrain that runs all around the country, providing supplies \nto settlements and facilities. This armored behemoth undergoes a complex and unpredictable\nunloading procedure— a procedure which is displayed, in detail,\non a screen within the engine car. Right means the train will go one \ncar length forward, and left means the train will go the \nsame distance backwards. While unloading, the train frequently \nmoves back and forth, so a typical sequence \nmight look like this. Also within the engine car is a button \nthat can only be pressed once. When pressed, it lets down the force \nfield over the artifact for 10 seconds. The engine car is tiny \nand designed for a robot. Of your team, only Hedge can fit. The members of the resistance have \npositioned a crane over the train tracks that can pluck the artifact \nonce it’s exposed. They’ll know when to lower \nthe crane by sight. But the only way Hedge can determine \nthe train’s position and know when to lower \nthe force field is by analyzing the unloading procedure, because he’ll be inside \nthe windowless engine car. Hedge can’t program himself though, so \nit’s up to Ethic to tell him what to do. The artifact is in the car \n10 positions behind the one that’s directly under the \ncrane at the start. What instructions can Ethic give Hedge so that he hits the button \nat just the right moment? Here’s a hint to get you started. The key to this problem, as with many \nprogramming challenges, is to reframe the information in a way \nthat a computer can work with. A computer doesn’t know \nwhat a train is, nor does it need to. It can, however, work with variables. Try making a variable that tracks \nthe train’s position. How will it change as the train moves? Let’s start by breaking this problem \ninto two objectives. The first is to know where the train will \nbe as it carries out its instructions. The second is to hit the button when \nthe train is in just the right position. For the first objective it’ll help to \nthink of the train as a big number line. Let’s make 0 the car with the node, \n1 the car in front of it, and so on. That means car 10 is under \nthe crane at the start. When the train moves one car right, \ncar 9 is under the crane. So a right arrow can be \nthought of as “subtract 1.” And when the train moves left \nfrom there, 10 is back under the crane, making a left arrow the same as “add 1.\" Let’s set our train position variable \nto 10, since that’s where we start. We can now use a loop \nto read the instructions one at a time, adding or subtracting as we go, \nto track which car is under the crane. The nice thing about setting up \nthe variable this way is that it tells us how far the node \nis from the crane. So as soon as the variable hits 0, \nHedge should hit the button. And here’s what happens. Ethic gets into position on the crane \nwhile Hedge rushes off and slips into the engine car unnoticed, \njust before the train lurches to life. It rolls 3 cars back. 1 forward, \nanother 4 back. Then so far forward Ethic loses track \nbefore it reverses once more. When the artifact \nfinally rolls into position, Adila lowers the crane,\nhoping Ethic and Hedge got it right. At the last possible moment, \nthe force field sputters and falls. Ethic swoops in, and lifts the \nNode of Power to freedom. When Ethic gives the node \nto Hedge for safe keeping, something incredible happens. The artifact shimmers to life \nwith a vision of the past: When the crystal was unearthed, \nno one could make the console inside work. The government put out a call \nfor people to try their luck with it, one at a time. Ethic loved to figure out what made \nthings tick, so she signed up. Within moments at the console, \nsomething clicked into place, and she created her first robot. The government hired Ethic as \nchief robotics engineer on the spot. Within a year her creations ran almost \nevery aspect of society, and the nation and its people thrived, no longer needing to toil \nin the fields and factories. The vision ends, and Hedge detects \nthe second artifact in the 198forest, to the southeast. Luckily, the train is going there next, and has just enough reserve \nfuel for the trip. Ethic and Hedge smuggle themselves aboard and find a hiding spot \nfor the long journey ahead."}, "multiple-choice": []}
{"page": 17, "lesson": 7, "title": "How does chemotherapy work? - Hyunsoo Joshua No", "category": "Health", "url": "https://ed.ted.com/lessons/how-does-chemotherapy-work-hyunsoo-joshua-no", "transcript": {"en": "During World War I, one of the \nhorrors of trench warfare was a poisonous yellow cloud \ncalled mustard gas. For those unlucky enough to be exposed, it made the air impossible to breathe, \nburned their eyes, and caused huge blisters on exposed skin. Scientists tried desperately to develop an\nantidote to this vicious weapon of war. In the process they discovered the gas \nwas irrevocably damaging the bone marrow of affected soldiers— halting its \nability to make blood cells. Despite these awful effects, \nit gave scientists an idea. Cancer cells share a characteristic with \nbone marrow: both replicate rapidly. So could one of the atrocities of war become a champion in the \nfight against cancer? Researchers in the 1930s \ninvestigated this idea by injecting compounds derived \nfrom mustard gas into the veins of cancer patients. It took time and trial and error to find \ntreatments that did more good than harm, but by the end of World War II, they discovered what became known \nas the first chemotherapy drugs. Today, there are more than 100. Chemotherapy drugs are delivered \nthrough pills and injections and use \"cytotoxic agents,\" which means \ncompounds that are toxic to living cells. Essentially, these medicines cause some \nlevel of harm to all cells in the body— even healthy ones. But they reserve their most powerful \neffects for rapidly-dividing cells, which is precisely the hallmark of cancer. Take, for example, those first \nchemotherapy drugs, which are still used today and \nare called alkylating agents. They’re injected into the bloodstream, which delivers them to \ncells all over the body. Once inside, when the cell exposes \nits DNA in order to copy it, they damage the building blocks of \nDNA’s double helix structure, which can lead to cell death unless \nthe damage is repaired. Because cancer cells multiply rapidly, they take in a high concentration \nof alkylating agents, and their DNA is frequently exposed \nand rarely repaired. So they die off more often \nthan most other cells, which have time to fix damaged DNA and don’t accumulate the same \nconcentrations of alkylating agents. Another form of chemotherapy involves \ncompounds called microtubule stabilizers. Cells have small tubes that assemble \nto help with cell division and DNA replication, then break back down. When microtubule stabilizers \nget inside a cell, they keep those tiny tubes \nfrom disassembling. That prevents the cell from completing \nits replication, leading to its death. These are just two examples of the six \nclasses of chemotherapy drugs we use to treat cancer today. But despite its huge benefits, \nchemotherapy has one big disadvantage: it affects other healthy cells in the body\nthat naturally have to renew rapidly. Hair follicles, the cells of the mouth, \nthe gastrointestinal lining, the reproductive system, and bone marrow \nare hit nearly as hard as cancer. Similar to cancer cells, the rapid \nproduction of these normal cells means that they’re reaching for \nresources more frequently— and are therefore more exposed to \nthe effects of chemo drugs. That leads to several common side \neffects of chemotherapy, including hair loss, fatigue, infertility,\nnausea, and vomiting. Doctors commonly prescribe options \nto help manage these side-effects, such as strong anti-nausea medications. For hair loss, devices called cold caps \ncan help lower the temperature around the head and \nconstrict blood vessels, limiting the amount of chemotherapy \ndrugs that reach hair follicles. And once a course of chemo \ntreatment is over, the healthy tissues that’ve been badly \naffected by the drug will recover and begin to renew as usual. In 2018 alone, over 17 million people \nworld-wide received a cancer diagnosis. But chemotherapy and other treatments \nhave changed the outlook for so many. Just take the fact that up to 95% of \nindividuals with testicular cancer survive it, thanks to advances \nin treatment. Even in people with acute myeloid \nleukemia— an aggressive blood cancer— chemotherapy puts an estimated \n60% of patients under 60 into remission following their \nfirst phase of treatment. Researchers are still developing \nmore precise interventions that only target the intended \ncancer cells. That’ll help improve survival rates \nwhile leaving healthy tissues with reduced harm, making one of the best tools we have \nin the fight against cancer even better."}, "multiple-choice": [{"question": "Cells have small tubes that assemble and disassemble to help with cell division and DNA replication. Microtubule Stabilizers work by ___________.", "options": [{"label": "A", "text": "Preventing those tubes from disassembling."}, {"label": "B", "text": "Preventing those tubes from assembling."}, {"label": "C", "text": "Disallowing growth of those tubes."}, {"label": "D", "text": "Damaging the building blocks of DNA’s double helix structure."}], "correct_option": "A"}, {"question": "Derivatives of what war-time weapon was key to the development of the first chemotherapy drugs?", "options": [{"label": "A", "text": "Atomic Bomb"}, {"label": "B", "text": "Mustard Gas"}, {"label": "C", "text": "Napalm"}, {"label": "D", "text": "Self-Guided Missiles"}], "correct_option": "B"}, {"question": "The first chemotherapy drugs, which are still used today, are called ____________.", "options": [{"label": "A", "text": "Microtubule Stabilizers"}, {"label": "B", "text": "Anti-tumor antibiotics"}, {"label": "C", "text": "Topoisomerase inhibitiors"}, {"label": "D", "text": "Alkylating Agents"}], "correct_option": "D"}, {"question": "Despite its huge benefits in attacking cancer cells, chemotherapy has one big disadvantage:", "options": [{"label": "A", "text": "It affects other healthy cells in the body."}, {"label": "B", "text": "It always requires a combination of medications to be effective."}, {"label": "C", "text": "It is a new, unproven treatment."}, {"label": "D", "text": "It only works on slow growing cells."}], "correct_option": "A"}, {"question": "Cells have small tubes that assemble and disassemble to help with cell division and DNA replication. Microtubule Stabilizers work by ___________.", "options": [{"label": "A", "text": "Preventing those tubes from disassembling."}, {"label": "B", "text": "Preventing those tubes from assembling."}, {"label": "C", "text": "Disallowing growth of those tubes."}, {"label": "D", "text": "Damaging the building blocks of DNA’s double helix structure."}], "correct_option": "A"}, {"question": "Chemotherapy strongly affects cells in the body that naturally have to renew rapidly, such as __________.", "options": [{"label": "A", "text": "Hair follicles."}, {"label": "B", "text": "Bone marrow."}, {"label": "C", "text": "The gastrointestinal lining."}, {"label": "D", "text": "All of the above."}], "correct_option": "D"}]}
{"page": 17, "lesson": 8, "title": "Why domestic violence victims don’t leave - Leslie Morgan Steiner", "category": "Health", "url": "https://ed.ted.com/lessons/why-domestic-violence-victims-don-t-leave-leslie-morgan-steiner", "transcript": {"en": "Translator: Joseph Geni\nReviewer: Morton Bast I'm here today to talk about a disturbing question, which has an equally disturbing answer. My topic is the secrets of domestic violence, and the question I'm going to tackle is the one question everyone always asks: Why does she stay? Why would anyone stay with a man who beats her? I'm not a psychiatrist, a social worker or an expert in domestic violence. I'm just one woman with a story to tell. I was 22. I had just graduated from Harvard College. I had moved to New York City for my first job as a writer and editor at Seventeen magazine. I had my first apartment, my first little green American Express card, and I had a very big secret. My secret was that I had this gun loaded with hollow-point bullets pointed at my head by the man who I thought was my soulmate, many, many times. The man who I loved more than anybody on Earth held a gun to my head and threatened to kill me more times than I can even remember. I'm here to tell you the story of crazy love, a psychological trap disguised as love, one that millions of women and even a few men fall into every year. It may even be your story. I don't look like a typical domestic violence survivor. I have a B.A. in English from Harvard College, an MBA in marketing from Wharton Business School. I've spent most of my career working for Fortune 500 companies including Johnson & Johnson, Leo Burnett and The Washington Post. I've been married for almost 20 years to my second husband and we have three kids together. My dog is a black lab, and I drive a Honda Odyssey minivan. (Laughter) So my first message for you is that domestic violence happens to everyone -- all races, all religions, all income and education levels. It's everywhere. And my second message is that everyone thinks domestic violence happens to women, that it's a women's issue. Not exactly. Over 85 percent of abusers are men, and domestic abuse happens only in intimate, interdependent, long-term relationships, in other words, in families, the last place we would want or expect to find violence, which is one reason domestic abuse is so confusing. I would have told you myself that I was the last person on Earth who would stay with a man who beats me, but in fact I was a very typical victim because of my age. I was 22, and in the United States, women ages 16 to 24 are three times as likely to be domestic violence victims as women of other ages, and over 500 women and girls this age are killed every year by abusive partners, boyfriends, and husbands in the United States. I was also a very typical victim because I knew nothing about domestic violence, its warning signs or its patterns. I met Conor on a cold, rainy January night. He sat next to me on the New York City subway, and he started chatting me up. He told me two things. One was that he, too, had just graduated from an Ivy League school, and that he worked at a very impressive Wall Street bank. But what made the biggest impression on me that first meeting was that he was smart and funny and he looked like a farm boy. He had these big cheeks, these big apple cheeks and this wheat-blond hair, and he seemed so sweet. One of the smartest things Conor did, from the very beginning, was to create the illusion that I was the dominant partner in the relationship. He did this especially at the beginning by idolizing me. We started dating, and he loved everything about me, that I was smart, that I'd gone to Harvard, that I was passionate about helping teenage girls, and my job. He wanted to know everything about my family and my childhood and my hopes and dreams. Conor believed in me, as a writer and a woman, in a way that no one else ever had. And he also created a magical atmosphere of trust between us by confessing his secret, which was that, as a very young boy starting at age four, he had been savagely and repeatedly physically abused by his stepfather, and the abuse had gotten so bad that he had had to drop out of school in eighth grade, even though he was very smart, and he'd spent almost 20 years rebuilding his life. Which is why that Ivy League degree and the Wall Street job and his bright shiny future meant so much to him. If you had told me that this smart, funny, sensitive man who adored me would one day dictate whether or not I wore makeup, how short my skirts were, where I lived, what jobs I took, who my friends were and where I spent Christmas, I would have laughed at you, because there was not a hint of violence or control or anger in Conor at the beginning. I didn't know that the first stage in any domestic violence relationship is to seduce and charm the victim. I also didn't know that the second step is to isolate the victim. Now, Conor did not come home one day and announce, \"You know, hey, all this Romeo and Juliet stuff has been great, but I need to move into the next phase where I isolate you and I abuse you\" — (Laughter) — \"so I need to get you out of this apartment where the neighbors can hear you scream and out of this city where you have friends and family and coworkers who can see the bruises.\" Instead, Conor came home one Friday evening and he told me that he had quit his job that day, his dream job, and he said that he had quit his job because of me, because I had made him feel so safe and loved that he didn't need to prove himself on Wall Street anymore, and he just wanted to get out of the city and away from his abusive, dysfunctional family, and move to a tiny town in New England where he could start his life over with me by his side. Now, the last thing I wanted to do was leave New York, and my dream job, but I thought you made sacrifices for your soulmate, so I agreed, and I quit my job, and Conor and I left Manhattan together. I had no idea I was falling into crazy love, that I was walking headfirst into a carefully laid physical, financial and psychological trap. The next step in the domestic violence pattern is to introduce the threat of violence and see how she reacts. And here's where those guns come in. As soon as we moved to New England -- you know, that place where Connor was supposed to feel so safe -- he bought three guns. He kept one in the glove compartment of our car. He kept one under the pillows on our bed, and the third one he kept in his pocket at all times. And he said that he needed those guns because of the trauma he'd experienced as a young boy. He needed them to feel protected. But those guns were really a message for me, and even though he hadn't raised a hand to me, my life was already in grave danger every minute of every day. Conor first physically attacked me five days before our wedding. It was 7 a.m. I still had on my nightgown. I was working on my computer trying to finish a freelance writing assignment, and I got frustrated, and Conor used my anger as an excuse to put both of his hands around my neck and to squeeze so tightly that I could not breathe or scream, and he used the chokehold to hit my head repeatedly against the wall. Five days later, the ten bruises on my neck had just faded, and I put on my mother's wedding dress, and I married him. Despite what had happened, I was sure we were going to live happily ever after, because I loved him, and he loved me so much. And he was very, very sorry. He had just been really stressed out by the wedding and by becoming a family with me. It was an isolated incident, and he was never going to hurt me again. It happened twice more on the honeymoon. The first time, I was driving to find a secret beach and I got lost, and he punched me in the side of my head so hard that the other side of my head repeatedly hit the driver's side window. And then a few days later, driving home from our honeymoon, he got frustrated by traffic, and he threw a cold Big Mac in my face. Conor proceeded to beat me once or twice a week for the next two and a half years of our marriage. I was mistaken in thinking that I was unique and alone in this situation. One in three American women experiences domestic violence or stalking at some point in her life, and the CDC reports that 15 million children are abused every year, 15 million. So actually, I was in very good company. Back to my question: Why did I stay? The answer is easy. I didn't know he was abusing me. Even though he held those loaded guns to my head, pushed me down stairs, threatened to kill our dog, pulled the key out of the car ignition as I drove down the highway, poured coffee grinds on my head as I dressed for a job interview, I never once thought of myself as a battered wife. Instead, I was a very strong woman in love with a deeply troubled man, and I was the only person on Earth who could help Conor face his demons. The other question everybody asks is, why doesn't she just leave? Why didn't I walk out? I could have left any time. To me, this is the saddest and most painful question that people ask, because we victims know something you usually don't: It's incredibly dangerous to leave an abuser. Because the final step in the domestic violence pattern is kill her. Over 70 percent of domestic violence murders happen after the victim has ended the relationship, after she's gotten out, because then the abuser has nothing left to lose. Other outcomes include long-term stalking, even after the abuser remarries; denial of financial resources; and manipulation of the family court system to terrify the victim and her children, who are regularly forced by family court judges to spend unsupervised time with the man who beat their mother. And still we ask, why doesn't she just leave? I was able to leave, because of one final, sadistic beating that broke through my denial. I realized that the man who I loved so much was going to kill me if I let him. So I broke the silence. I told everyone: the police, my neighbors, my friends and family, total strangers, and I'm here today because you all helped me. We tend to stereotype victims as grisly headlines, self-destructive women, damaged goods. The question, \"Why does she stay?\" is code for some people for, \"It's her fault for staying,\" as if victims intentionally choose to fall in love with men intent upon destroying us. But since publishing \"Crazy Love,\" I have heard hundreds of stories from men and women who also got out, who learned an invaluable life lesson from what happened, and who rebuilt lives -- joyous, happy lives -- as employees, wives and mothers, lives completely free of violence, like me. Because it turns out that I'm actually a very typical domestic violence victim and a typical domestic violence survivor. I remarried a kind and gentle man, and we have those three kids. I have that black lab, and I have that minivan. What I will never have again, ever, is a loaded gun held to my head by someone who says that he loves me. Right now, maybe you're thinking, \"Wow, this is fascinating,\" or, \"Wow, how stupid was she,\" but this whole time, I've actually been talking about you. I promise you there are several people listening to me right now who are currently being abused or who were abused as children or who are abusers themselves. Abuse could be affecting your daughter, your sister, your best friend right now. I was able to end my own crazy love story by breaking the silence. I'm still breaking the silence today. It's my way of helping other victims, and it's my final request of you. Talk about what you heard here. Abuse thrives only in silence. You have the power to end domestic violence simply by shining a spotlight on it. We victims need everyone. We need every one of you to understand the secrets of domestic violence. Show abuse the light of day by talking about it with your children, your coworkers, your friends and family. Recast survivors as wonderful, lovable people with full futures. Recognize the early signs of violence and conscientiously intervene, deescalate it, show victims a safe way out. Together we can make our beds, our dinner tables and our families the safe and peaceful oases they should be. Thank you. (Applause)"}, "multiple-choice": []}
{"page": 17, "lesson": 9, "title": "Is marijuana bad for your brain? - Anees Bahji", "category": "Health", "url": "https://ed.ted.com/lessons/is-marijuana-bad-for-your-brain-anees-bahji", "transcript": {"en": "In 1970, marijuana was classified \nas a schedule 1 drug in the United States: the strictest designation possible, meaning it was completely illegal \nand had no recognized medical uses. For decades, this view persisted and set back research \non the drug's mechanisms and effects. Today, marijuana’s therapeutic benefits \nare widely acknowledged, and some nations \nhave legalized medical use or are moving in that direction. But a growing recognition \nfor marijuana’s medical value doesn’t answer the question: is recreational marijuana use \nbad for your brain? Marijuana acts \non the body’s cannabinoid system, which has receptors \nall over the brain and body. Molecules native to the body, \ncalled endocannabinoids, also act on these receptors. We don’t totally understand \nthe cannabinoid system, but it has one feature \nthat provides a big clue to its function. Most neurotransmitters \ntravel from one neuron to the next through a synapse to propagate a message. But endocannabinoids \ntravel in the opposite direction. When a message passes \nfrom the one neuron to the next, the receiving neuron \nreleases endocannabinoids. Those endocannabinoids \ntravel backward to influence the sending neuron— essentially giving it feedback \nfrom the receiving neuron. This leads scientists \nto believe that the endocannabinoid system serves primarily \nto modulate other kinds of signals— amplifying some and diminishing others. Feedback from endocannabinoids \nslows down rates of neural signaling. That doesn’t necessarily mean it slows down behavior \nor perception, though. For example, \nslowing down a signal that inhibits smell could actually make smells more intense. Marijuana contains \ntwo main active compounds, tetrahydrocannabinol or THC, \nand cannabidiol, or CBD. THC is thought to be primarily responsible\nfor marijuana’s psychoactive effects on behavior, cognition, and perception, while CBD is responsible \nfor the non-psychoactive effects. Like endocannabinoids, THC slows down signaling \nby binding to cannabinoid receptors. But it binds to receptors \nall over this sprawling, diffuse system at once, whereas endocannabinoids \nare released in a specific place in response to a specific stimulus. This widespread activity \ncoupled with the fact that the cannabinoid system\nindirectly affects many other systems, means that each person’s \nparticular brain chemistry, genetics, and previous life experience largely determine \nhow they experience the drug. That’s true much more so with marijuana \nthan with other drugs that produce their effects \nthrough one or a few specific pathways. So the harmful effects, if any, \nvary considerably from person to person. And while we don’t know \nhow exactly how marijuana produces specific harmful effects, there are clear risk factors \nthat can increase peoples’ likelihood of experiencing them. The clearest risk factor is age. In people younger than 25, cannabinoid receptors \nare more concentrated in the white matter than in people over 25. The white matter \nis involved in communication, learning, memory, and emotions. Frequent marijuana use can disrupt the development \nof white matter tracts, and also affect the brain’s ability \nto grow new connections. This may damage long-term learning ability\nand problem solving. For now, it’s unclear \nhow severe this damage can be or whether it’s reversible. And even among young people, the risk is higher the younger someone is— much higher for a 15 year old \nthan a 22 year old, for instance. Marijuana can also cause hallucinations \nor paranoid delusions. Known as marijuana-induced psychosis, these symptoms usually subside \nwhen a person stops using marijuana. But in rare cases, \npsychosis doesn’t subside, instead unmasking \na persistent psychotic disorder. A family history of psychotic disorders, \nlike schizophrenia, is the clearest, though not the only, \nrisk factor for this effect. Marijuana-induced psychosis \nis also more common among young adults, though it’s worth noting \nthat psychotic disorders usually surface in this age range anyway. What’s unclear in these cases \nis whether the psychotic disorder would have appeared \nwithout marijuana use— whether marijuana use triggers it early, is a catalyst for a tipping point \nthat wouldn’t have been crossed otherwise, or whether the reaction \nto marijuana is merely an indication of an underlying disorder. In all likelihood, marijuana’s role \nvaries from person to person. At any age, as with many other drugs, the brain and body become less sensitive \nto marijuana after repeated uses, meaning it takes more \nto achieve the same effects. Fortunately, unlike many other drugs, there’s no risk of fatal overdose \nfrom marijuana, and even heavy use \ndoesn’t lead to debilitating or life-threatening \nwithdrawal symptoms if use stops. There are more subtle forms \nof marijuana withdrawal, though, including sleep disturbances, \nirritability, and depressed mood, which pass \nwithin a few weeks of stopping use. So is marijuana bad for your brain? It depends who you are. But while some risk factors \nare easy to identify, others aren’t well understood— which means there’s still some possibility\nof experiencing negative effects, even if you don’t have \nany of the known risk factors."}, "multiple-choice": [{"question": "Which of the following are active compounds in marijuana?", "options": [{"label": "A", "text": "THC"}, {"label": "B", "text": "CBD"}, {"label": "C", "text": "THC and CBD"}, {"label": "D", "text": "None of the above"}], "correct_option": "C"}, {"question": "Cannabinoid receptors are more concentrated in the while matter in people younger than:", "options": [{"label": "A", "text": "18"}, {"label": "B", "text": "25"}, {"label": "C", "text": "14"}, {"label": "D", "text": "40"}], "correct_option": "B"}, {"question": "True or false: There is a risk of fatal overdose from marijuana use.", "options": [{"label": "A", "text": "True"}, {"label": "B", "text": "False"}], "correct_option": "B"}, {"question": "In 1970, The United States government classified as a:", "options": [{"label": "A", "text": "Schedule I drug"}, {"label": "B", "text": "Schedule II drug"}, {"label": "C", "text": "Schedule III drug"}, {"label": "D", "text": "Schedule IV"}], "correct_option": "A"}, {"question": "Scientists believe that the endocannabinoid system primarily serves to:", "options": [{"label": "A", "text": "Modulate neural signaling"}, {"label": "B", "text": "Regulate the pace of digestion"}, {"label": "C", "text": "Reduces metabolism"}, {"label": "D", "text": "Paces the oxygenation of cells"}], "correct_option": "A"}]}
{"page": 17, "lesson": 10, "title": "Can you outsmart this logical fallacy? - Alex Gendler", "category": "Thinking & Learning", "url": "https://ed.ted.com/lessons/can-you-outsmart-this-logical-fallacy-alex-gendler", "transcript": {"en": "Meet Lucy. She was a math major in college, and aced all her courses in probability \nand statistics. Which do you think is more likely: that \nLucy is a portrait artist, or that Lucy is a portrait artist \nwho also plays poker? In studies of similar questions, up to 80 \npercent of participants chose the equivalent \nof the second statement: that Lucy is a portrait artist \nwho also plays poker. After all, nothing we know about Lucy \nsuggests an affinity for art, but statistics and probability \nare useful in poker. And yet, this is the wrong answer. Look at the options again. How do we know the first statement \nis more likely to be true? Because it’s a less specific version \nof the second statement. Saying that Lucy is a portrait artist \ndoesn’t make any claims about what else she might or might not do. But even though it’s far easier to imagine\nher playing poker than making art based on the background information, the second statement is only true if she \ndoes both of these things. However counterintuitive it seems \nto imagine Lucy as an artist, the second scenario adds another condition\non top of that, making it less likely. For any possible set of events, the \nlikelihood of A occurring will always be greater than the likelihood\nof A and B both occurring. If we took a random sample of a million \npeople who majored in math, the subset who are portrait artists might \nbe relatively small. But it will necessarily be bigger than the subset who are portrait artists \nand play poker. Anyone who belongs to the second group \nwill also belong to the first– but not vice versa. The more conditions there are, \nthe less likely an event becomes. So why do statements with more conditions\nsometimes seem more believable? This is a phenomenon known as \nthe conjunction fallacy. When we’re asked to make quick decisions, \nwe tend to look for shortcuts. In this case, we look for what seems \nplausible rather than what is statistically \nmost probable. On its own, Lucy being an artist doesn’t \nmatch the expectations formed by the preceding information. The additional detail about \nher playing poker gives us a narrative that resonates \nwith our intuitions— it makes it seem more plausible. And we choose the option that seems more\nrepresentative of the overall picture, regardless of its actual probability. This effect has been observed \nacross multiple studies, including ones with participants \nwho understood statistics well– from students betting on \nsequences of dice rolls, to foreign policy experts predicting \nthe likelihood of a diplomatic crisis. The conjunction fallacy isn’t just a \nproblem in hypothetical situations. Conspiracy theories and false news stories often rely on a version of the conjunction\nfallacy to seem credible– the more resonant details are added \nto an outlandish story, the more plausible it begins to seem. But ultimately, the likelihood \na story is true can never be greater than the probability \nthat its least likely component is true."}, "multiple-choice": [{"question": "Which of these sequences of coin flips would you be most likely to bet on?", "options": [{"label": "A", "text": "THTHHH"}, {"label": "B", "text": "THTHHHT"}, {"label": "C", "text": "HTHHH"}], "correct_option": "C"}, {"question": "Which of these events is most likely to occur?", "options": [{"label": "A", "text": "The United States declares war on Iran in response to an attack on an oil tanker"}, {"label": "B", "text": "The United States declares war on Iran"}, {"label": "C", "text": "The United States and the United Kingdom declare war on Iran"}], "correct_option": "B"}, {"question": "Which of these is the most likely?", "options": [{"label": "A", "text": "Lucy is a portrait artist"}, {"label": "B", "text": "Lucy is a portrait artist who plays professional poker"}, {"label": "C", "text": "Lucy is a portrait artist who also plays violin"}], "correct_option": "A"}, {"question": "Which of the following does NOT explain why we’re prone to the conjunction fallacy?", "options": [{"label": "A", "text": "Making snap judgments based on believability rather than calculation"}, {"label": "B", "text": "Need to impose a narrative on a collection of details"}, {"label": "C", "text": "Lack of knowledge about the particular subject"}], "correct_option": "C"}, {"question": "Which of the following does NOT explain why A is always more likely than A and B?", "options": [{"label": "A", "text": "B contradicts A"}, {"label": "B", "text": "A contains fewer conditions"}, {"label": "C", "text": "A is true in all cases where A and B is true"}], "correct_option": "A"}]}
{"page": 17, "lesson": 11, "title": "What almost dying taught me about living - Suleika Jaouad", "category": "Health", "url": "https://ed.ted.com/lessons/what-almost-dying-taught-me-about-living-suleika-jaouad", "transcript": {"en": "It was the spring of 2011, and as they like to say\nin commencement speeches, I was getting ready\nto enter the real world. I had recently graduated from college and moved to Paris to start my first job. My dream was to become\na war correspondent, but the real world that I found took me into a really different\nkind of conflict zone. At 22 years old, I was diagnosed with leukemia. The doctors told me\nand my parents, point-blank, that I had about a 35 percent chance\nof long-term survival. I couldn't wrap my head around\nwhat that prognosis meant. But I understood that the reality\nand the life I'd imagined for myself had shattered. Overnight, I lost my job,\nmy apartment, my independence, and I became patient number 5624. Over the next four years\nof chemo, a clinical trial and a bone marrow transplant, the hospital became my home, my bed, the place I lived 24/7. Since it was unlikely\nthat I'd ever get better, I had to accept my new reality. And I adapted. I became fluent in medicalese, made friends with a group\nof other young cancer patients, built a vast collection of neon wigs and learned to use\nmy rolling IV pole as a skateboard. I even achieved my dream\nof becoming a war correspondent, although not in the way I'd expected. It started with a blog, reporting from the front lines\nof my hospital bed, and it morphed into a column\nI wrote for the New York Times, called \"Life, Interrupted.\" But --\n(Applause) Thank you. (Applause) But above all else, my focus was on surviving. And -- spoiler alert -- (Laughter) I did survive, yeah. (Applause) Thanks to an army of supportive humans, I'm not just still here,\nI am cured of my cancer. (Applause) Thank you. (Applause) So, when you go through\na traumatic experience like this, people treat you differently. They start telling you\nhow much of an inspiration you are. They say you're a warrior. They call you a hero, someone who's lived\nthe mythical hero's journey, who's endured impossible trials and, against the odds,\nlived to tell the tale, returning better and braver\nfor what you're been through. And this definitely lines up\nwith my experience. Cancer totally transformed my life. I left the hospital knowing\nexactly who I was and what I wanted to do in the world. And now, every day as the sun rises, I drink a big glass of celery juice, and I follow this up\nwith 90 minutes of yoga. Then, I write down 50 things\nI'm grateful for onto a scroll of paper that I fold into an origami crane\nand send sailing out my window. (Laughter) Are you seriously believing any of this? (Laughter) I don't do any of these things. (Laughter) I hate yoga, and I have no idea\nhow to fold an origami crane. The truth is that for me, the hardest part of my cancer experience\nbegan once the cancer was gone. That heroic journey\nof the survivor we see in movies and watch play out on Instagram -- it's a myth. It isn't just untrue, it's dangerous, because it erases the very real\nchallenges of recovery. Now, don't get me wrong --\nI am incredibly grateful to be alive, and I am painfully aware\nthat this struggle is a privilege that many don't get to experience. But it's important that I tell you what this projection of heroism\nand expectation of constant gratitude does to people who are trying to recover. Because being cured is not\nwhere the work of healing ends. It's where it begins. I'll never forget the day\nI was discharged from the hospital, finally done with treatment. Those four years of chemo\nhad taken a toll on my relationship with my longtime boyfriend, and he'd recently moved out. And when I walked\ninto my apartment, it was quiet. Eerily so. The person I wanted to call\nin this moment, the person who I knew\nwould understand everything, was my friend Melissa. She was a fellow cancer patient, but she had died three weeks earlier. As I stood there in the doorway\nof my apartment, I wanted to cry. But I was too tired to cry. The adrenaline was gone. I had felt as if the inner scaffolding that had held me together\nsince my diagnosis had suddenly crumbled. I had spent the past 1,500 days\nworking tirelessly to achieve one goal: to survive. And now that I'd done so, I realized I had absolutely\nno idea how to live. On paper, of course, I was better: I didn't have leukemia, my blood counts were back to normal, and the disability checks\nsoon stopped coming. To the outside world, I clearly didn't belong in the kingdom\nof the sick anymore. But in reality, I never felt\nfurther from being well. All that chemo had taken\na permanent physical toll on my body. I wondered, \"What kind of job can I hold when I need to nap for four hours\nin the middle of the day? When my misfiring immune system still sends me to the ER\non a regular basis?\" And then there were the invisible,\npsychological imprints my illness had left behind: the fears of relapse, the unprocessed grief, the demons of PTSD that descended upon me\nfor days, sometimes weeks. See, we talk about reentry in the context of war and incarceration. But we don't talk about it as much in the context of other kinds\nof traumatic experiences, like an illness. Because no one had warned me\nof the challenges of reentry, I thought something must be wrong with me. I felt ashamed, and with great guilt,\nI kept reminding myself of how lucky I was to be alive at all, when so many people\nlike my friend Melissa were not. But on most days, I woke up\nfeeling so sad and lost, I could barely breathe. Sometimes, I even fantasized\nabout getting sick again. And let me tell you, there are so many better things\nto fantasize about when you're in your twenties\nand recently single. (Laughter) But I missed the hospital's ecosystem. Like me, everyone in there was broken. But out here, among the living,\nI felt like an impostor, overwhelmed and unable to function. I also missed the sense of clarity\nI'd felt at my sickest. Staring your mortality straight in the eye\nhas a way of simplifying things, of rerouting your focus\nto what really matters. And when I was sick,\nI vowed that if I survived, it had to be for something. It had to be to live a good life,\nan adventurous life, a meaningful one. But the question, once I was cured, became: How? I was 27 years old\nwith no job, no partner, no structure. And this time, I didn't have treatment\nprotocols or discharge instructions to help guide my way forward. But what I did have was an in-box\nfull of internet messages from strangers. Over the years, people from all over the world\nhad read my column, and they'd responded with letters,\ncomments and emails. It was a mix, as is often\nthe case, for writers. I got a lot of unsolicited advice about how to cure my cancer\nwith things like essential oils. I got some questions about my bra size. But mostly -- (Laughter) mostly, I heard from people who,\nin their own different way, understood what it was\nthat I was going through. I heard from a teenage girl in Florida who, like me, was coming out of chemo and wrote me a message\ncomposed largely of emojis. I heard from a retired art history\nprofessor in Ohio named Howard, who'd spent most of his life struggling with a mysterious,\ndebilitating health condition that he'd had from the time\nhe was a young man. I heard from an inmate\non death row in Texas by the name of Little GQ -- short for \"Gangster Quinn.\" He'd never been sick a day in his life. He does 1,000 push-ups\nto start off each morning. But he related to what\nI described in one column as my \"incanceration,\" and to the experience of being confined\nto a tiny fluorescent room. \"I know that our situations\nare different,\" he wrote to me, \"But the threat of death\nlurks in both of our shadows.\" In those lonely first weeks\nand months of my recovery, these strangers and their words\nbecame lifelines, dispatches from people\nof so many different backgrounds, with so many different experiences, all showing me the same thing: you can be held hostage by the worst thing\nthat's ever happened to you and allow it to hijack\nyour remaining days, or you can find a way forward. I knew I needed to make\nsome kind of change. I wanted to be in motion again to figure out how to unstuck myself\nand to get back out into the world. And so I decided to go on\na real journey -- not the bullshit cancer one or the mythical hero's journey\nthat everyone thought I should be on, but a real, pack-your-bags\nkind of journey. I put everything I owned into storage, rented out my apartment, borrowed a car and talked a very a dear\nbut somewhat smelly friend into joining me. (Laughter) Together, my dog Oscar and I\nembarked on a 15,000-mile road trip around the United States. Along the way, we visited some\nof those strangers who'd written to me. I needed their advice, also to say to them, thank you. I went to Ohio and stayed with Howard,\nthe retired professor. When you've suffered a loss or a trauma, the impulse can be to guard your heart. But Howard urged me\nto open myself up to uncertainty, to the possibilities\nof new love, new loss. Howard will never be cured of illness. And as a young man, he had no way\nof predicting how long he'd live. But that didn't stop him\nfrom getting married. Howard has grandkids now, and takes weekly ballroom dancing\nlessons with his wife. When I visited them, they’d recently celebrated\ntheir 50th anniversary. In his letter to me, he'd written, \"Meaning is not found\nin the material realm; it's not in dinner, jazz,\ncocktails or conversation. Meaning is what's left\nwhen everything else is stripped away.\" I went to Texas, and I visited\nLittle GQ on death row. He asked me what I did\nto pass all that time I'd spent in a hospital room. When I told him that I got\nreally, really good at Scrabble, he said, \"Me, too!\" and explained how, even though he spends most of his days\nin solitary confinement, he and his neighboring prisoners\nmake board games out of paper and call out their plays\nthrough their meal slots -- a testament to the incredible tenacity\nof the human spirit and our ability to adapt with creativity. And my last stop was in Florida, to see that teenage girl\nwho'd sent me all those emojis. Her name is Unique, which is perfect, because she's the most luminous,\ncurious person I've ever met. I asked her what she wants\nto do next and she said, \"I want to go to college and travel and eat weird foods like octopus\nthat I've never tasted before and come visit you in New York and go camping, but I'm scared of bugs, but I still want to go camping.\" I was in awe of her, that she could be so optimistic\nand so full of plans for the future, given everything she'd been through. But as Unique showed me, it is far more radical\nand dangerous to have hope than to live hemmed in by fear. But the most important thing\nI learned on that road trip is that the divide between\nthe sick and the well -- it doesn't exist. The border is porous. As we live longer and longer, surviving illnesses and injuries\nthat would have killed our grandparents, even our parents, the vast majority of us will travel\nback and forth between these realms, spending much of our lives\nsomewhere between the two. These are the terms of our existence. Now, I wish I could say\nthat since coming home from my road trip, I feel fully healed. I don't. But once I stopped expecting myself to return to the person\nI'd been pre-diagnosis, once I learned to accept my body\nand its limitations, I actually did start to feel better. And in the end, I think that's the trick: to stop seeing our health as binary, between sick and healthy, well and unwell, whole and broken; to stop thinking that there's some\nbeautiful, perfect state of wellness to strive for; and to quit living in a state\nof constant dissatisfaction until we reach it. Every single one of us\nwill have our life interrupted, whether it's by the rip cord\nof a diagnosis or some other kind of heartbreak\nor trauma that brings us to the floor. We need to find ways to live\nin the in-between place, managing whatever body\nand mind we currently have. Sometimes, all it takes is the ingenuity\nof a handmade game of Scrabble or finding that stripped-down\nkind of meaning in the love of family and a night on the ballroom dance floor, or that radical, dangerous hope that I'm guessing will someday\nlead a teenage girl terrified of bugs to go camping. If you're able to do that, then you've taken the real hero's journey. You've achieved what it means\nto actually be well, which is to say: alive, in the messiest,\nrichest, most whole sense. Thank you, that's all I've got. (Applause) Thank you. (Applause)"}, "multiple-choice": []}
{"page": 17, "lesson": 12, "title": "How does laser eye surgery work? - Dan Reinstein", "category": "Health", "url": "https://ed.ted.com/lessons/how-does-laser-eye-surgery-work-dan-reinstein", "transcript": {"en": "In 1948, Spanish ophthalmologist \nJose Ignacio Barraquer Moner was fed up with glasses. He wanted a solution for blurry \nvision that fixed the eye itself, without relying on external aids. But the surgery he eventually devised \nwas not for the faint of heart. Barraquer began by slicing off the front\nof a patient’s cornea and dunking it in liquid nitrogen. Using a miniature lathe, he ground the \nfrozen cornea into the precise shape necessary to focus\nthe patient’s vision. Then he thawed the disc, and sewed \nit back on. Barraquer called this procedure \nkeratomileusis, from the Greek words for “carving” \nand “cornea.” And though it might sound grisly, \nhis technique produced reliable results. So how did Barraquer’s surgery work? Keratomileusis corrects what are called \nrefractive errors: imperfections in the way the eye focuses \nincoming light. Ideally, the cornea and lens work \ntogether to focus light on the surface of the retina, but several kinds of refractive errors \ncan impair this delicate system. In people with myopia, \nor short-sightedness, a steep cornea focuses light just short \nof the retina. Those with hyperopia, or far-sightedness, \nhave the opposite problem: light is focused too far \nbeyond the retina. And in people with astigmatism, \nthe cornea has two different curvatures which focus light at two distances and \nproduce blurry vision. Even those with perfect vision will \neventually suffer from presbyopia, or “aging eyes.” As the proteins in the lens age, they \nslowly increase its size. By an adult’s mid-40’s, the lens is too\nlarge to easily change shape and shift focus. Glasses and contact lenses bend light \nto compensate for these refractive errors. But, as Barraquer’s procedure shows, we can also alter the shape \nof the cornea itself; moving the focal point backwards, \nforwards, or pulling a divided image together. And thankfully, modern eye surgeons can \nsculpt the cornea with far less invasive tools. In corrective laser eye surgery, surgeons \nrely on excimer lasers. These tools are accurate enough to etch \nwords into a human hair. To safely accomplish these \nultra-fine incisions, they use a technique called photoablation. This allows the laser to essentially \nevaporate organic tissue without overheating \nsurrounding eye tissue. So how does laser eye surgery \nactually work? The first step is to separate a thin layer\nfrom the front of the cornea. This can be done with either a flat, \nwide blade, or a femto-second laser that produces millions of tiny plasma \nbubbles to create a plane beneath \nthe corneal surface. Surgeons then lift the flap to expose the \ninside of the cornea. Guided by the refractive error and the \nshape of the cornea, the excimer laser robotically sculpts the\nexposed corneal bed into the correct shape. This process usually takes less than 30 \nseconds for each eye. Finally, the flap is closed, and its edges reseal themselves \nin just a few hours. Because the lasering is done on \nthe eyeball itself, it’s described as “in situ,” or “on site.” Its complete name is “laser in-situ \nkeratomileusis” – but you probably know it as LASIK. Essentially, this technique carves a \npatient’s contact lens prescription onto their cornea. Like any surgical procedure, LASIK comes with certain risks. Some patients experience slightly blurred\nvision that can’t be corrected by glasses. But the technique is currently about \nas likely to damage your eyes as wearing daily disposable contact \nlenses for one year. Today, a technique called SMILE enables \nsurgeons to sculpt the cornea through even smaller incisions – further reducing recovery time. And lasers aren’t just correcting the \nthree types of refractive errors – this technology can also \nrestore aging eyes. In a technique called Laser \nBlended Vision, surgeons adjust one eye to be slightly \nbetter at distance vision and the other to be better \nat close range vision. The difference between the two eyes is \nsmall enough that most patients can merge their vision, allowing both eyes to work \ntogether at all distances. Advances in laser technology continue \nto make vision correction surgery more effective and accessible. One day soon, Barraquer’s vision of a \nworld without glasses may finally come true."}, "multiple-choice": [{"question": "5. In addition to far-sightedness and short-sightedness, LASIK can also treat which one of the following?", "options": [{"label": "A", "text": "Astigmatism"}, {"label": "B", "text": "Age related decreased reading ability"}, {"label": "C", "text": "Myopia"}, {"label": "D", "text": "Hyperopia"}, {"label": "E", "text": "All of the above"}], "correct_option": "E"}, {"question": "In Myopia, the eye is focused at ________, is the medical term used for define which one of the following?", "options": [{"label": "A", "text": "Near"}, {"label": "B", "text": "Far"}, {"label": "C", "text": "Both near and far"}], "correct_option": "A"}, {"question": "Presbyopia, or aging eyes affecting the change in the ability of the eye to focus from distance to near, usually starts around what age?", "options": [{"label": "A", "text": "25 years old"}, {"label": "B", "text": "45 years old"}, {"label": "C", "text": "65 years old"}], "correct_option": "B"}, {"question": "Laser eye surgery works by altering the shape of which one of the following parts of the eye?", "options": [{"label": "A", "text": "The cornea, the transparent window of at the front of the eye"}, {"label": "B", "text": "Lens inside the eye that enables the eye to zoom from distance to near"}, {"label": "C", "text": "The retina, the film at the back of the eye that detects focused light"}], "correct_option": "A"}, {"question": "Which one of the following best describes the safety of LASIK?", "options": [{"label": "A", "text": "LASIK is safer than contact lenses worn for more than 1 year"}, {"label": "B", "text": "LASIK is not as safe as contact lenses"}, {"label": "C", "text": "LASIK does not correct astigmatism"}], "correct_option": "A"}]}
{"page": 17, "lesson": 13, "title": "My descent into America’s neo-Nazi movement— and how I got out - Christian Picciolini", "category": "Psychology", "url": "https://ed.ted.com/lessons/my-descent-into-america-s-neo-nazi-movement-and-how-i-got-out-christian-picciolini", "transcript": {"en": "My journey away from violent extremism\nbegan 22 years ago, when I denounced racism and left the American white\nsupremacist skinhead movement that I had helped build. (Cheers and applause) I was just 22 years old at the time, but I had already spent eight years,\nfrom the time I was 14 years old, as one of the earliest\nand youngest members and an eventual leader within\nAmerica's most violent hate movement. But I wasn't born into hate; in fact, it was quite the opposite. I had a relatively normal childhood. My parents are Italian immigrants who came to the United States\nin the mid-1960s and settled on the South Side of Chicago, where they eventually met, and opened a small beauty shop. Right after I was born,\nthings got a little bit more difficult. They struggled to survive with raising\na young family and a new business, often working seven days a week, 14 hours a day, taking on second and third jobs\njust to earn a meager living. And quality time with my parents\nwas pretty nonexistent. Even though I knew\nthey loved me very much, growing up, I felt abandoned. I was lonely, and I started to withdraw, and then I started to resent my parents\nand become very angry. And as I was growing up,\nthrough my teenage years, I started to act out to try and get\nattention from my parents. And one day, when I was 14, I was standing in an alley,\nand I was smoking a joint, and a man who was twice my age,\nwith a shaved head and tall black boots, came up to me, and he snatched the joint from my lips. Then he put his hand on my shoulder\nand he looked me in the eyes, and he said, \"That's what the communists\nand the Jews want you to do to keep you docile.\" I was 14 years old, I'd been trading baseball cards\nand watching \"Happy Days\" -- I didn't really know what a Jew was. (Laughter) It's true. And the only communist that I knew\nwas the bad Russian guy in my favorite Rocky movie. (Laughter) And since I'm here\nbaring my soul with you, I can reveal that I did not even know\nwhat the word \"docile\" meant. (Laughter) Dead serious. But it was as if this man in this alley\nhad offered me a lifeline. For 14 years, I'd felt\nmarginalized and bullied. I had low self-esteem. And frankly, I didn't know\nwho I was, where I belonged, or what my purpose was. I was lost. And overnight, because this man\nhad pulled me in, and I had grabbed onto that lifeline\nwith every fiber of my being, I had gone from \"Joanie Loves Chachi\" to full-blown Nazi. Overnight. I started to listen to the rhetoric and believe it. I started to watch very closely\nas the leaders of this organization would target vulnerable young people\nwho felt marginalized and then draw them in\nwith promises of paradise that were broken. And then I started to recruit myself. I started to do that by making\nwhite-power music. And soon, I became the leader\nof that infamous organization that was led by that man in that alley who recruited me that day, who was America's first neo-Nazi skinhead\nand who had radicalized me. For the next eight years, I believed the lies that I had been fed. And though I saw\nno evidence of it whatsoever, I didn't hesitate to blame\nevery Jewish person in the world for what I thought was a white,\nEuropean genocide being promoted by them\nthrough a multiculturalist agenda. I blamed people of color for the crime and violence\nand the drugs in the city, completely neglecting the fact\nthat I was committing acts of violence on a daily basis, and that in many cases, it was white supremacists\nwho were funneling drugs into the inner cities. And I blamed immigrants for taking jobs from white Americans, completely neglecting the fact that\nmy parents were hardworking immigrants who struggled to survive, despite not getting help\nfrom anybody else. For the next eight years, I saw friends die, I saw others go to prison\nand inflict untold pain on countless victims\nand their families' lives. I heard horrific stories\nfrom young women in the movement, who'd been brutally raped by the very men\nthey were conditioned to trust, and I myself committed acts\nof violence against people, solely for the color of their skin, who they loved, or the god that they prayed to. I stockpiled weapons for what I thought\nwas an upcoming race war. I went to six high schools; I was kicked out of four of them, one of them, twice. And 25 years ago, I wrote\nand performed racist music that found its way\nto the internet decades later and partially inspired\na young white nationalist to walk into a sacred Charleston,\nSouth Carolina, church and senselessly massacre\nnine innocent people. But then my life changed. At 19 years old, I met a girl\nwho was not in the movement, who didn't have a racist bone in her body, and I fell in love with her. And at 19, we got married, and we had our first son. And when I held my son in my arms\nin the delivery room that day, not only did I reconnect\nwith some of the innocence that I had lost at 14 years old, but it also began to challenge the very important things that drew\nme to the movement to begin with: identity, community and purpose -- things that I had been\nstruggling with as a young boy. And now, I struggled with the concept\nof who I was again. Was I this neo-Nazi hatemonger, or was I a caring father and husband? Was my community the one\nthat I had manufactured around me to boost my own ego, because I felt self-hatred for myself\nand I wanted to project it onto others, or was it the one\nthat I had physically given life to? Was my purpose to scorch the earth or was it to make it\na better place for my family? And suddenly, like a ton of bricks hit me, I became very confused with\nwho I'd been for the last eight years. And if only I'd been brave enough\nto walk away at that moment, to understand what the struggle was\nthat was happening inside of me, then maybe tragedy\ncould have been averted. Instead, I did compromise. I took myself off the streets\nfor the benefit of my family, because I was nervous that maybe\nI could go to jail or end up dead, and they would have to fend\nfor themselves. So I stepped back as a leader, and instead I opened a record store that I was going to sell\nwhite-power music in, of course, because I was importing it in from Europe. But I knew that if I was just\na racist store selling racist music the community would not\nallow me to be there. So I decided I was going to also\nstock the shelves with other music, like punk rock and heavy metal and hip-hop. And while the white-power music\nthat I was selling was 75 percent of my gross revenue, because people were driving in\nfrom all over the country to buy it from the only store that was selling it, I also had customers come in\nto buy the other music. And eventually, they started\nto talk to me. One day, a young black teen came in, and he was visibly upset. And I decided to ask him what was wrong. And he told me that his mother\nhad been diagnosed with breast cancer. And suddenly, this young black teenager, who I'd never had a meaningful\nconversation or interaction with, I was able to connect with, because my own mother\nhad been diagnosed with breast cancer, and I could feel his pain. On another occasion, a gay couple\ncame in with their son, and it was undeniable to me\nthat they loved their son in the same profound ways\nthat I loved mine. And suddenly, I couldn't rationalize\nor justify the prejudice that I had in my head. I decided to pull the white-power\nmusic from the inventory when I became too embarrassed\nto sell it in front of my new friends. And of course, the store\ncouldn't sustain itself, so I had to close it. At that same time, I lost\nnearly everything in my life. I used it as an opportunity to walk away from the movement that\nI'd been a part of for eight years, the only identity, community and purpose\nthat I'd really known for most of my life. So I had nobody. I lost my livelihood\nbecause I closed the store. I didn't have a great relationship\nwith my parents, even though they tried. And my wife and children left me, because I hadn't left the movement\nand disengaged quickly enough. And suddenly, I didn't know who I was again, or where I fit in or what my purpose was supposed to be. I was miserable inside, and I often woke up in the morning wishing that I hadn't. About five years in, one of the few friends that I had\nwas concerned about my well-being, and she came to me and she said, \"You need to do something,\nbecause I don't want to see you die.\" And she suggested that I go\napply for a job where she worked, at a company called IBM. Yeah, I thought she was crazy, too. (Laughter) Here I was, a closeted ex-Nazi\ncovered in hate tattoos. I didn't go to college. I'd been kicked out of multiple\nhigh schools multiple times. I didn't even own a computer. But I went in, and somehow, miraculously, I got the job. I was thrilled. And then I became terrified to learn that they'd actually be putting me\nback at my old high school, the same one I got kicked out of twice, to install their computers. This was a high school\nwhere I had committed acts of violence against students, against faculty; where I had protested out in front\nof the school for equal rights for whites and even had a sit-in in the cafeteria to try and demand a white student union. And of course, as karma would have it, within the first couple of hours, who walks right by me\nbut Mr. Johnny Holmes, the tough black security guard\nI had gotten in a fistfight with, that got me kicked out the second time and led out in handcuffs from the school. He didn't recognize me, but I saw him, and I didn't know what to do. I was frozen; I was this grown man now,\nyears out of the movement, and I was sweating and I was trembling. But I decided I had to do something. And I decided I needed to suffer\nunder the weight of my past, because for five years\nI had tried to outrun it. I'd tried to make new friends\nand cover my tattoos with long sleeves, and I wouldn't admit it because I was afraid of being judged the same way I had judged other people. Well, I decided I was going to chase\nMr. Holmes out to the parking lot -- probably not the smartest\ndecision that I made. (Laughter) But when I found him,\nhe was getting into his car, and I tapped him on the shoulder. And when he turned around\nand he recognized me, he took a step back because he was afraid. And I didn't know what to say. Finally, the words came out of my mouth,\nand all I could think to say was, \"I'm sorry.\" And he embraced me, and he forgave me. And he encouraged me to forgive myself. He recognized that it wasn't the story\nof some broken go-nowhere kid who was going to just\njoin a gang and go to prison. He knew that this was the story\nof every young person who was vulnerable, who was searching for identity,\ncommunity and purpose, and then hit a wall and was unable to find it and went down a dark path. And he made me promise one thing, that I would tell my story\nto whoever would listen. That was 18 years ago, and I've been doing it ever since. (Applause) You might be asking yourself right now: How does a good kid from\na hardworking immigrant family end up going down such a dark path? One word: potholes. That's right. Potholes. I had a lot of potholes when I was kid. We all had them -- you know, the things in life that we hit that invariably just kind of\nnudge us off our path, and if they remain unresolved or untreated or not dealt with, sometimes we can get dangerously lost\ndown pretty dark corridors. Potholes can be things like trauma, abuse, unemployment, neglect, untreated mental health conditions, even privilege. And if we hit enough potholes\non our journey in life, and we don't have the resources\nor the help to navigate around them or to pull us out, well, sometimes good people\nend up doing bad things. One such person\nwho had potholes is Darrell. Darrell is from upstate New York. He had read my memoir, and he was really upset about the ending. You see, I'd gotten out of the movement and he was still in. And he emailed me and he said, \"I didn't really like the way\nthat turned out.\" And I said, \"Well, I'm sorry.\" (Laughter) \"But if you want to talk about it,\nwe could certainly do that.\" And after a couple of weeks\nof going back and forth with Darrell, I learned he was a 31-year-old\nmilitary veteran who had been injured and was really angry about\nnot being able to go to Afghanistan to kill Muslims. And one day on the phone, he told me that he had seen\na Muslim man in the park praying, and that all he wanted to do\nwas kick him in the face. I flew to Buffalo the next day, and I sat down with Darrell, and I asked him, \"Have you ever met\na Muslim person before?\" And he said, \"No! Why the hell would I want to do that? They're evil. I don't want\nanything to do with them.\" I said, \"OK.\" So I excused myself,\nand I went into the bathroom and I took my phone out in the bathroom, and I Googled the local mosque, and I called them very quietly\nfrom the bathroom, and I said, \"Excuse me,\nimam, I need a favor. I have a Christian man who would really love to learn more\nabout your religion.\" (Laughter) \"Do you mind if we stop by?\" Well, it took some convincing\nfor Darrell to go, but finally we got there, and when I knocked on the door, the imam said he only had\n15 minutes left for us, because he was preparing\nfor a prayer service. I said, \"We'll take it.\" We went in, and two and a half hours later,\nwe came out after hugging and crying and, very strangely,\nbonding over Chuck Norris for some reason. (Laughter) I don't know what it was about that, but that's what happened. And I'm happy to say now\nthat Darrell and the imam, you can often find them\nat the local falafel stand, having lunch together. (Applause) You see, it's our disconnection\nfrom each other. Hatred is born of ignorance. Fear is its father,\nand isolation is its mother. When we don't understand something,\nwe tend to be afraid of it, and if we keep ourselves from it, that fear grows, and sometimes,\nit turns into hatred. Since I've left the movement,\nI've helped over a hundred people disengage from extremist movements,\nfrom white supremacist groups -- (Applause) to even jihadist groups. And the way I do that\nis not by arguing with them, not by debating them, not by even telling them they're wrong, even though, boy, I want to sometimes. I don't do that. Instead, I don't push them away. I draw them in closer, and I listen very closely\nfor their potholes, and then I begin to fill them in. I try to make people more resilient, more self-confident, more able to have skills\nto compete in the marketplace so that they don't have\nto blame the other, the other that they've never met. I'd like to just leave you\nwith one last thing before I go. Of all the people I've worked with,\nthey will all tell you the same thing. One, they became extremists because they wanted to belong,\nnot because of ideology or dogma. And second, what brought them out was receiving compassion from the people\nthey least deserved it from, when they least deserved it. (Applause) So I would like\nto leave you with a challenge: go out there today, tomorrow --\nhopefully every day -- find somebody that you think\nis undeserving of your compassion and give it to them, because I guarantee you, they're the ones who need it the most. Thank you very much. (Applause)"}, "multiple-choice": []}
{"page": 17, "lesson": 14, "title": "The myth of Loki and the master builder - Alex Gendler", "category": "Literature & Language", "url": "https://ed.ted.com/lessons/the-myth-of-loki-and-the-master-builder-alex-gendler", "transcript": {"en": "Asgard, a realm of wonders, was where \nthe Norse Gods made their home. There Odin’s great hall of Valhalla \ntowered above the mountains and Bifrost, the rainbow bridge, \nanchored itself. But though their domain was magnificent, it stood undefended from the giants \nand trolls of Jotunheim, who despised the gods and \nsought to destroy them. One day when Thor, strongest of the \ngods, was off fighting these foes, a stranger appeared, \nriding a powerful gray horse. The visitor made the gods \nan astonishing offer. He would build them the greatest \nwall they’d ever seen, higher than any giant could climb \nand stronger than any troll could break. All he asked in return was the beautiful \ngoddess Freya’s hand in marriage— along with the sun and moon from the sky. The gods balked at this request \nand were ready to send him away. But the trickster Loki \nconcocted a devious plan. He told the gods they should \naccept the stranger’s offer, but set such strict conditions that he \nwould fail to complete the wall in time. That way, they would lose nothing, while \ngetting most of the wall built for free. Freya didn’t like this idea at all, but Odin and the other \ngods were convinced and came to an agreement \nwith the builder. He would only have one winter \nto complete the wall. If any part was unfinished by \nthe first day of summer, he would receive no payment. And he could have no help \nfrom any other people. The gods sealed the deal with solemn oaths and swore the mason would come \nto no harm in Asgard. In the morning, the stranger began to dig \nthe foundations at an astonishing speed, and at nightfall he set off towards the \nmountains to obtain the building stones. But it was only the next morning, \nwhen they saw him returning, that the gods began to worry. As agreed, no other people \nwere helping the mason. But his horse Svadilfari was hauling \na load of stones so massive it left trenches in the ground \nbehind them. Winter came and went. The stranger kept building, \nSvadilfari kept hauling, and neither snow nor rain could \nslow their progress. With only three days left until summer, \nthe wall stood high and impenetrable, with only the gate left to be built. Horrified, the gods realized that not \nonly would they lose their fertility goddess forever, but without the sun and moon the world \nwould be plunged into eternal darkness. They wondered why they’d made \nsuch a foolish wager— and then remembered Loki \nand his terrible advice. Suddenly, Loki didn’t feel so clever. All of his fellow gods threatened him \nwith an unimaginably painful death if he didn’t find some way to prevent \nthe builder from getting his payment. So Loki promised to take care of the \nsituation, and dashed away. Outside, night had fallen, and the builder prepared to set off \nto retrieve the final load of stones. But just as he called Svadilfari to him, \na mare appeared in the field. She was so beautiful that \nSvadilfari ignored his master and broke free of his reins. The mason tried to catch him, but the mare ran deep into the \nwoods and Svadilfari followed. The stranger was furious. He knew that the gods were behind \nthis and confronted them: no longer as a mild-mannered mason, but in his true form as a terrifying \nmountain giant. This was a big mistake. Thor had just returned to Asgard, and now that the gods knew \na giant was in their midst, they disregarded their oaths. The only payment the \nbuilder would receive— and the last thing he would ever see— was the swing of Thor’s \nmighty hammer Mjolnir. As they set the final stones into the \nwall, the gods celebrated their victory. Loki was not among them, however. Several months would pass \nbefore he finally returned, followed by a beautiful gray \nfoal with eight legs. The foal would grow into a magnificent \nsteed named Sleipnir and become Odin’s mount, a horse \nthat could outrun the wind itself. But exactly where he had come from was \nsomething Loki preferred not to discuss."}, "multiple-choice": [{"question": "Who was the ruler of the gods?", "options": [{"label": "A", "text": "Odin"}, {"label": "B", "text": "Thor"}, {"label": "C", "text": "Loki"}], "correct_option": "A"}, {"question": "What was the home of the Norse gods?", "options": [{"label": "A", "text": "Jotunheim"}, {"label": "B", "text": "Asgard"}, {"label": "C", "text": "Midgard"}], "correct_option": "B"}, {"question": "Which goddess did the builder ask to marry?", "options": [{"label": "A", "text": "Freya"}, {"label": "B", "text": "Frigg"}, {"label": "C", "text": "Hel"}], "correct_option": "A"}, {"question": "How long was the builder given to complete the wall?", "options": [{"label": "A", "text": "one year"}, {"label": "B", "text": "one winter"}, {"label": "C", "text": "one month"}], "correct_option": "B"}, {"question": "Who did the builder have help from?", "options": [{"label": "A", "text": "Loki"}, {"label": "B", "text": "his dog"}, {"label": "C", "text": "his horse"}], "correct_option": "C"}]}
{"page": 17, "lesson": 15, "title": "The dangers of mixing drugs - Céline Valéry", "category": "Public Health", "url": "https://ed.ted.com/lessons/the-dangers-of-mixing-drugs-celine-valery", "transcript": {"en": "Which of these three people \nis doing something risky? Is it the one who takes their cholesterol \nmedication with grapefruit juice? The one who takes Acetaminophen pain \nrelievers for a sore ankle before \ngoing out for drinks? Or the one who’s on a blood-thinning \nmedication and takes an aspirin for a headache? Actually, all of them are. Each has inadvertently created a drug \ninteraction that could, in extreme cases, lead to kidney failure; liver damage; or internal bleeding. Drug interactions happen when the combination of a drug \nwith another substance causes different effects than either \nwould individually. Foods, herbal supplements, legal drugs, \nand illicit substances can all cause drug interactions. Most drug interactions\nfall into two categories. Some take place when two substances’ \neffects influence each other directly. In other cases, one substance effects \nhow the body processes another, like how it is absorbed, metabolized, \nor transported around the body. Blood thinners and aspirin, for example, have similar effects that become \ndangerous when combined. Both prevent blood clots from forming— blood thinners by preventing the formation\nof the clotting factors that hold clots together, and aspirin by preventing blood cells \nfrom clumping into groups that become clots. Individually, these effects \nare usually safe, but taken together, they can prevent blood\nclotting to a dangerous extent, possibly causing internal bleeding. While blood thinners and aspirin are \ngenerally harmless when taken individually, interactions where one substance \nexacerbates the effects of another can also take place between drugs that\nare independently harmful. Cocaine and heroin are each dangerous, and those dangers compound when the \ntwo drugs are combined— even though their behavioral effects may \nfeel like they cancel each other out. Cocaine is a stimulant, and many of its \neffects, like increased heart rate, cause the body to need more oxygen. But heroin, a depressant, \nslows breathing— reducing the body’s oxygen supply just \nwhen it needs more. This combination strains the organs and \ncan cause respiratory failure and death. The interaction between grapefruit juice \nand certain medications in class of cholesterol-lowering drugs \ncalled statins, has to do with drug metabolism. The liver produces enzymes, molecules that\nfacilitate the breakdown of substances that enter the body. Enzymes can both activate drugs, by breaking them down into their \ntherapeutic ingredients from more complex molecules, \nand deactivate them, by breaking harmful compounds down \ninto harmless metabolites. There are many, many different enzymes, each of which has a binding site that \nfits a specific molecule. Grapefruit binds to the same enzyme \nas statins, making less of that enzyme available \nto break down statins. So combining the two means that a \ngreater concentration of the drug stays in the bloodstream for a longer \nperiod of time, potentially causing kidney failure. Alcohol can also alter the function of the\nenzyme that breaks down Acetaminophen, the active ingredient in pain relievers \nlike Tylenol and paracetamol. When someone takes Acetaminophen, some\nof it is converted into a toxic substance. At the recommended dose, there isn’t usually enough of this toxic \nbyproduct to cause harm. But heavy drinking can alter enzyme \nactivity so more of that byproduct is produced, potentially causing liver damage even with what’s usually a safe dose of \nacetominophen. Meanwhile, the herbal remedy Saint John’s\nWort increases the liver’s production of a particular enzyme. That means the drugs this enzyme is \nresponsible for breaking down get metabolized faster— sometimes too fast, before they can \nhave their therapeutic effects. In spite of the dizzying number of \npossible interactions, most of the dangerous interactions \nwith commonly used drugs are well known. And new developments in science are \nhelping us keep better track of drug interactions than ever. Some researchers are developing AI \nprograms that can predict the side effects of drug interactions before they occur, using information about the landscape \nof protein interactions within your body. For the new drugs that are being developed\nall the time, supercomputers are being used to find \npotential interactions while those drugs \nare still in development."}, "multiple-choice": []}
{"page": 17, "lesson": 16, "title": "Why do humans have a third eyelid? - Dorsa Amin", "category": "Life Sciences", "url": "https://ed.ted.com/lessons/why-do-humans-have-a-third-eyelid-dorsa-amin", "transcript": {"en": "You know that little pink thing nestled \nin the corner of your eye? It’s actually the remnant \nof a third eyelid. Known as the “plica semilunaris,” it’s much more prominent in birds \nand a few mammals, and functions like a windshield wiper \nto keep dust and debris out of their eyes. But in humans, it doesn’t work. It’s vestigial, meaning it no longer \nserves its original purpose. There are several other vestigial \nstructures like the plica semilunaris in the human body. Most of these became vestigial long \nbefore homo sapiens existed, quietly riding along from one of \nour ancestor species to the next. But why have they stuck \naround for so long? To answer this question, it helps to \nunderstand natural selection. Natural selection simply means that traits which help an organism survive and \nreproduce in a given environment are more likely to make it to the \nnext generation. As the environment changes, traits \nthat were once useful can become harmful. Those traits are often selected against, meaning they gradually disappear \nfrom the population. But if a trait isn’t actively harmful, \nit might not get selected against, and stick around even \nthough it isn’t useful. Take the tailbone. Evolutionary biologists think that as the \nclimate got drier and grasslands popped up, our tail-bearing ancestors left the trees \nand started walking on land. The tails that had helped them \nin the trees began to disrupt their ability \nto walk on land. So individuals with mutations that reduced\nthe length of their tails became more successful at life on land, surviving long enough to pass their short \ntails on to the next generation. The change was likely gradual over \nmillions of years until, about 20 million years ago, our ancestors’ external tails disappeared \naltogether. Today, we know human embryos have tails\nthat dissolve as the embryo develops. But the stubby tailbone sticks around, probably because it doesn’t \ncause any harm— in fact, it serves a more minor function as the anchor point for certain \nother muscles. Up to 85% of people have a vestigial \nmuscle called the “palmaris longus.” To see if you do, put your hand down on a flat surface \nand touch your pinkie to your thumb. If you see a little band pop up in the \nmiddle of your wrist, that’s the tendon that attaches to this \nnow-defunct muscle. In this case, the fact that not everyone \nhas it has helped us trace its function. Vestigial traits can persist when there’s \nno incentive to lose them— but since there’s also no incentive \nto keep them, random mutations will sometimes still\neliminate them from part of the population. Looking at our primate relatives, we can see that the palmaris longus \nis sometimes absent in those that spend more time on the land, but always present in those that spend \nmore time in trees. So we think it used to help us swing \nfrom branch to branch, and became unnecessary when \nwe moved down to land. The appendix, meanwhile, may once have \nbeen part of the intestinal system our ancestors used for digesting \nplant materials. As their diets changed, those parts of the\nintestinal system began to shrink. Unlike other vestigial structures, though,\nthe appendix isn’t always harmless— it can become dangerously inflamed. For most of human history, a burst \nappendix could be a death sentence. So why did it stick around? It’s possible that it was very slowly on \nits way out, or that mutations simply hadn’t arisen \nto make it smaller. Or maybe it has other benefits— for example, it might still be a reservoir\nof bacteria that helps us break down food. But the fact is, we’re not really sure why\nthe appendix persists. Evolution is an imperfect process. Human beings are the result of millions of\nyears of trial, error, and random chance— and we’re full of evolutionary relics \nto remind us of that."}, "multiple-choice": [{"question": "What is the function of the “third eyelid” in birds?", "options": [{"label": "A", "text": "Wards off predators"}, {"label": "B", "text": "Helps detect prey faster"}, {"label": "C", "text": "Keeps dust and debris out of eyes"}, {"label": "D", "text": "Attracts mates"}], "correct_option": "C"}, {"question": "To the best of our knowledge, up to ___% of people have a vestigial muscle called the “palmaris longus”.", "options": [{"label": "A", "text": "15"}, {"label": "B", "text": "50"}, {"label": "C", "text": "85"}, {"label": "D", "text": "40"}], "correct_option": "C"}, {"question": "From looking at its function in other primates, what do we think the “palmaris longus” muscle was once useful for?", "options": [{"label": "A", "text": "Gripping stone tools"}, {"label": "B", "text": "Lifting heavy objects"}, {"label": "C", "text": "Moving through the trees"}, {"label": "D", "text": "Throwing projectile weapons"}], "correct_option": "C"}, {"question": "What is one benefit we think the appendix still serves?", "options": [{"label": "A", "text": "Breaks down tough plant material"}, {"label": "B", "text": "Produces bile and acid for our stomach"}, {"label": "C", "text": "Acts as a reservoir for helpful bacteria"}, {"label": "D", "text": "Helps break down the sugar in dairy products"}], "correct_option": "C"}, {"question": "Approximately how long ago did humans lose their tails?", "options": [{"label": "A", "text": "10 million years ago"}, {"label": "B", "text": "400,000 years ago"}, {"label": "C", "text": "20 million years ago"}, {"label": "D", "text": "2 million years ago"}], "correct_option": "C"}]}
{"page": 17, "lesson": 17, "title": "Game theory challenge: Can you predict human behavior? - Lucas Husted", "category": "Critical Thinking", "url": "https://ed.ted.com/lessons/game-theory-challenge-can-you-predict-human-behavior-lucas-husted", "transcript": {"en": "A few months ago we posed a challenge \nto our community. We asked everyone: given a range of \nintegers from 0 to 100, guess the whole number closest to 2/3 \nof the average of all numbers guessed. So if the average of all guesses is 60, \nthe correct guess will be 40. What number do you think was the \ncorrect guess at 2/3 of the average? Let’s see if we can try and reason \nour way to the answer. This game is played under conditions known\nto game theorists as common knowledge. Not only does every player have \nthe same information — they also know that everyone else does, and that everyone else knows that \neveryone else does, and so on, infinitely. Now, the highest possible average would \noccur if every person guessed 100. In that case, 2/3 of the average \nwould be 66.66. Since everyone can figure this out, it wouldn’t make sense to guess \nanything higher than 67. If everyone playing comes to \nthis same conclusion, no one will guess higher than 67. Now 67 is the new highest \npossible average, so no reasonable guess should be \nhigher than ⅔ of that, which is 44. This logic can be extended further \nand further. With each step, the highest possible \nlogical answer keeps getting smaller. So it would seem sensible to guess the \nlowest number possible. And indeed, if everyone chose zero, the game would reach what’s known \nas a Nash Equilibrium. This is a state where every player has \nchosen the best possible strategy for themselves given \neveryone else playing, and no individual player can benefit \nby choosing differently. But, that’s not what happens \nin the real world. People, as it turns out, either aren’t \nperfectly rational, or don’t expect each other \nto be perfectly rational. Or, perhaps, it’s some combination \nof the two. When this game is played in \nreal-world settings, the average tends to be somewhere \nbetween 20 and 35. Danish newspaper Politiken ran the game \nwith over 19,000 readers participating, resulting in an average of roughly 22, \nmaking the correct answer 14. For our audience, the average was 31.3. So if you guessed 21 as 2/3 of \nthe average, well done. Economic game theorists have a \nway of modeling this interplay between rationality and practicality \ncalled k-level reasoning. K stands for the number of times a \ncycle of reasoning is repeated. A person playing at k-level 0 would \napproach our game naively, guessing a number at random without \nthinking about the other players. At k-level 1, a player would assume \neveryone else was playing at level 0, resulting in an average of 50, \nand thus guess 33. At k-level 2, they’d assume that everyone \nelse was playing at level 1, leading them to guess 22. It would take 12 k-levels to reach 0. The evidence suggests that most \npeople stop at 1 or 2 k-levels. And that’s useful to know, because k-level thinking comes into \nplay in high-stakes situations. For example, stock traders evaluate stocks\nnot only based on earnings reports, but also on the value that others \nplace on those numbers. And during penalty kicks in soccer, both the shooter and the goalie decide \nwhether to go right or left based on what they think the other \nperson is thinking. Goalies often memorize the patterns of \ntheir opponents ahead of time, but penalty shooters know that \nand can plan accordingly. In each case, participants must weigh \ntheir own understanding of the best course of action against how \nwell they think other participants understand the situation. But 1 or 2 k-levels is by no means \na hard and fast rule— simply being conscious of this tendency \ncan make people adjust their expectations. For instance, what would happen \nif people played the 2/3 game after understanding the difference between\nthe most logical approach and the most common? Submit your own guess at what 2/3 \nof the new average will be by using the form below, and we’ll find out."}, "multiple-choice": [{"question": "If you think your opponents are playing at level-3, then you want to play at level:", "options": [{"label": "A", "text": "3"}, {"label": "B", "text": "2"}, {"label": "C", "text": "4"}, {"label": "D", "text": "0"}], "correct_option": "C"}, {"question": "You play a version of the 2/3 game where the best guess is the person who guesses 1/2 the average of all guesses from 0 to 100. You guess 6.25. You played at level:", "options": [{"label": "A", "text": "2"}, {"label": "B", "text": "3"}, {"label": "C", "text": "4"}, {"label": "D", "text": "5"}], "correct_option": "B"}, {"question": "Stock brokers must think in k-levels because:", "options": [{"label": "A", "text": "They don’t know what companies are really up to."}, {"label": "B", "text": "They don’t know what the future will bring."}, {"label": "C", "text": "Their valuation of a company depends on uncertainty at the firm level."}, {"label": "D", "text": "Their valuation of a company depends on how others value that company."}], "correct_option": "D"}, {"question": "Your phone dies but you were supposed to meet up with a good friend at one of two locations across the city by 7pm. You were supposed to mutually confirm with them a location. Under what scenarios do you need to apply k-level reasoning?", "options": [{"label": "A", "text": "Your friend is nice and knows your favorite spot."}, {"label": "B", "text": "Your friend is mean and you know her favorite spot."}, {"label": "C", "text": "Your friend told you where she would like last week, but she is forgetful."}, {"label": "D", "text": "All of the above"}], "correct_option": "D"}, {"question": "A Nash equilibrium is when:", "options": [{"label": "A", "text": "You can’t do any better than your current strategy."}, {"label": "B", "text": "You and your opponent can mutually never do better than the current strategies."}, {"label": "C", "text": "Like a cartel, you coordinate even though cheating on the arrangement is lucrative."}, {"label": "D", "text": "All of the above."}], "correct_option": "B"}]}
{"page": 17, "lesson": 18, "title": "The Taino myth of the cursed creator - Bill Keegan", "category": "Social Studies", "url": "https://ed.ted.com/lessons/the-taino-myth-of-the-cursed-creator-bill-keegan", "transcript": {"en": "Before the world of humans began, there was the world of the gods, \nmade of fields, plains and gardens. Four brothers wandered this \ncelestial realm. They had no family other \nthan each other— they didn’t even know who \ntheir parents were. One of the brothers, Deminan, \nlooked different from the others. His skin was covered in painful scabs, and he wondered why he alone had \nbeen marked with this affliction. One day, while the supreme spirit \nYaya was out in his gardens, Deminan and his brothers snuck \ninto Yaya’s house. After feasting and exploring, they spotted\na giant gourd hanging in the corner. But as they tried to look inside \nthe gourd, they dropped it. The gourd broke apart, releasing a deluge \nthat swept the brothers away, separating them from the \ncelestial lands forever. The waters from the gourd \nformed a new world. This realm was covered in seas, \nwhich didn’t exist in the gods’ world. The waters were full of fish \nand other creatures, and dotted with islands and caves. This world of seas was also cut off \ncompletely from the celestial realm, and the brothers wandered aimlessly, even more lost than they had been before. One day, three of the brothers \nstumbled upon a house. In the house lived an elder named \nBayamanacao, and he invited them in. When Deminan caught up slightly later, \nhe followed them into the house. Bayamanacao told the brothers \nhe was their grandfather and gave them a gift of special \ncassava bread. He revealed their family lineage to them: their mother had been the Earth Mother \nGoddess Itibi Cahubaba and had died when they were born. The brothers were grateful for his \nhospitality and insight into their past. But then Bayamanacao turned on Deminan, blowing tobacco spittle from his nose \nonto Deminan’s back. The spot where the spittle landed \nimmediately began to swell and sting. Soon Deminan was delirious and his back was so swollen his \nbrothers feared he would die. Not knowing what else to do, \nthey cut open the welt. A turtle emerged from the \nwound and swam away, alternating easily between sea \nand land as she went. When Deminan recovered from his delirium, he finally understood what the \ncurse of his disease meant: he was a caracaracol, \nable to communicate with the gods. He was the link between the celestial \nrealm and the earthly realm. Deminan was the first in a long \nlineage of caracaracols. The world of seas he and his brothers \nhad created when they dropped the gourd became the world of humans, where the caracaracols who followed \nDeminan maintained the delicate balance between people and gods. But their unique power came at a price: Deminan and all the caracaracols \nwho followed him continued to suffer from the illness that \nhad first marked Deminan as special. Represented in Taino carvings \nand figurines with a swollen back and emaciated arms, the caracaracol is both cursed and blessed\nto be a conduit between worlds."}, "multiple-choice": [{"question": "Deminán had how many brothers?", "options": [{"label": "A", "text": "one"}, {"label": "B", "text": "two"}, {"label": "C", "text": "three"}, {"label": "D", "text": "four"}], "correct_option": "C"}, {"question": "When the welt on Deminán’s back was cut open, what came out?", "options": [{"label": "A", "text": "a frog"}, {"label": "B", "text": "a snake"}, {"label": "C", "text": "a bird"}, {"label": "D", "text": "a turtle"}], "correct_option": "D"}, {"question": "When the gourd was broken, what was released?", "options": [{"label": "A", "text": "a strong wind"}, {"label": "B", "text": "the sea"}, {"label": "C", "text": "cassava seeds"}, {"label": "D", "text": "an evil monster"}], "correct_option": "B"}, {"question": "Deminán was different from his brothers because he had", "options": [{"label": "A", "text": "scabby skin"}, {"label": "B", "text": "a broken leg"}, {"label": "C", "text": "blonde hair"}, {"label": "D", "text": "a scar on his forehead"}], "correct_option": "A"}, {"question": "What special gift does a caracaracol have?", "options": [{"label": "A", "text": "they are immortal"}, {"label": "B", "text": "they do not need to eat"}, {"label": "C", "text": "they can communicate with the gods"}, {"label": "D", "text": "they sleep during the day"}], "correct_option": "C"}]}
{"page": 17, "lesson": 19, "title": "Are the illuminati real? - Chip Berlet", "category": "History", "url": "https://ed.ted.com/lessons/are-the-illuminati-real-chip-berlet", "transcript": {"en": "The year was 1776. In Bavaria, new ideals of rationalism, \nreligious freedom, and universal human rights competed with the Catholic church’s \nheavy influence over public affairs. Across the Atlantic, a new nation staked its claim for \nindependence on the basis of these ideas. But back in Bavaria, law professor Adam Weishaupt’s \nattempts to teach secular philosophy continued to be frustrated. Weishaupt decided to spread his ideas \nthrough a secret society that would shine a light on the \nshortcomings of the Church’s ideology. He called his secret society \nthe Illuminati. Weishaupt modelled aspects of his secret \nsociety off a group called the Freemasons. Originally an elite stoneworkers’ \nguild in the late Middle Ages, the Freemasons had gone from passing \ndown the craft of masonry to more generally promoting ideals of \nknowledge and reason. Over time, they had grown into a \nsemi-secret, exclusive order that included many wealthy and \ninfluential individuals, with elaborate, secret initiation rituals. Weishaupt created his parallel \nsociety while also joining the Freemasons and recruiting from their ranks. He adopted the code name \nSpartacus for himself, after the famed leader of the \nRoman slave revolt. Early members became the Illuminati’s \nruling council, or Areopagus. One of these members, Baron Adolph \nKnigge, was also a freemason, and became an influential recruiter. With Knigge’s help, the Illuminati \nexpanded their numbers, gained influence within \nseveral Masonic chapters, and incorporated Masonic rituals. By 1784, there were over 600 members, including influential scholars \nand politicians. As the Illuminati gained members, the American Revolution also \ngained momentum. Thomas Jefferson would later cite \nWeishaupt as an inspiration. European monarchs and clergy were fearful \nof similar revolts on their home soil. Meanwhile, the existence of the Illuminati\nhad become an open secret. Both the Illuminati and the Freemasons \ndrew exclusively from society’s wealthy elite, which meant they were constantly \nrubbing shoulders with members of the religious and \npolitical establishment. Many in the government and church \nbelieved that both groups were determined to undermine the \npeople’s religious faith. But these groups didn’t necessarily \noppose religion— they just believed it should be kept \nseparate from governance. Still, the suspicious Bavarian government \nstarted keeping records of alleged members of the Illuminati. Just as Illuminati members begun to secure\nimportant positions in local governments and universities, a 1784 decree by Duke Karl Theodor \nof Bavaria banned all secret societies. While a public ban on something ostensibly\nsecret might seem difficult to enforce, in this case it worked. Only nine years after its founding, the group dissolved, \ntheir records were seized, and Weishaupt forced into exile. The Illuminati would become more \nnotorious in their afterlife than they had ever been in \ntheir brief existence. A decade later, in the aftermath \nof the French Revolution, conservative authors claimed the \nIlluminati had survived their banishment and orchestrated the overthrow \nof the monarchy. In the United States, preacher Jedidiah Morse promoted \nsimilar ideas of an Illuminati conspiracy against the government. But though the idea of a secret group \norchestrating political upheaval is still alive and well today, there is no\nevidence that the Illuminati survived, reformed, or went underground. Their brief tenure is well-documented \nin Bavarian government records, the still-active Freemasons’s records, and particularly the overlap between \nthese two sources, without a whisper since. In the spirit of rationalism the \nIlluminati embraced, one must conclude they no longer exist. But the ideas that spurred Weishaupt \nto found the illuminati still spread, becoming the basis for many Western \ngovernments today. These ideas didn’t start or end \nwith the Illuminati— instead, it was one community that \nrepresented a wave of change that was already underway \nwhen it was founded and continued long after it ended."}, "multiple-choice": [{"question": "The Illuminati's ruling council were known as the:", "options": [{"label": "A", "text": "Parliamentarians"}, {"label": "B", "text": "Areopagus"}, {"label": "C", "text": "Spartacus"}, {"label": "D", "text": "The chamber"}], "correct_option": "B"}, {"question": "Who was the Bavarian law professor who founded the Illuminati?", "options": [{"label": "A", "text": "Adam Weishaupt"}, {"label": "B", "text": "Baron Adolph Knigge"}, {"label": "C", "text": "Thomas Jefferson"}, {"label": "D", "text": "Karl Theodor"}], "correct_option": "A"}, {"question": "What guild did the founder of the Illuminati model the secret society after?", "options": [{"label": "A", "text": "Craft Guilds"}, {"label": "B", "text": "Merchant Guilds"}, {"label": "C", "text": "Freemasonry"}, {"label": "D", "text": "Scriveners"}], "correct_option": "C"}, {"question": "The Illuminati's ruling council were known as the:", "options": [{"label": "A", "text": "Parliamentarians"}, {"label": "B", "text": "Areopagus"}, {"label": "C", "text": "Spartacus"}, {"label": "D", "text": "The chamber"}], "correct_option": "B"}, {"question": "True or false: The illuminati were determined to undermine people’s faith", "options": [{"label": "A", "text": "True"}, {"label": "B", "text": "False"}], "correct_option": "B"}, {"question": "Conservative authors claimed the illuminati orchestrated the overthrow of the monarch in the aftermath of the:", "options": [{"label": "A", "text": "American Revolution"}, {"label": "B", "text": "Bavarian Revolution"}, {"label": "C", "text": "Haitian Revolution"}, {"label": "D", "text": "French Revolution"}], "correct_option": "D"}]}
{"page": 17, "lesson": 20, "title": "Claws vs. Nails - Matthew Borths", "category": "Science & Technology", "url": "https://ed.ted.com/lessons/claws-vs-nails-matthew-borths", "transcript": {"en": "Consider the claw. Frequently found on four-limbed \nanimals around the world, it’s one of nature’s most \nversatile tools. Bears use claws for digging \nas well as defense. An eagle’s needle-like talons can pierce \nthe skulls of their prey. And lions can retract their massive claws \nfor easy movement, before flicking them out to hunt. Even the ancestors of primates used to \nwield these impressive appendages, until their claws evolved into nails. So what in our evolutionary past led to \nthis manicured adaptation, and what can nails do that their \nsharper cousins can’t? When nails first appeared in the fossil \nrecord around 55.8 million years ago, claws had already been present for \nover 260 million years in the ancestors of mammals and reptiles. But despite the gulf of time between \ntheir emergence, these adaptations are both part of the \nsame evolutionary story. Both nails and claws are made of keratin— a tough, fibrous protein also found in \nhorns, scales, hooves and hair. This protein is produced by a wedge of \ntissue called the keratin matrix. Rich in blood vessels and nutrients, this protein factory produces an \nendless stream of keratin, which is tightly packed into cells \ncalled keratinocytes. These high-density cells give nails and \nclaws their trademark toughness. Since nails evolved from claws, both adaptations produce keratinocytes \nin the same way. The cells grow out from the matrix, emerging from the skin where they die \nand harden into a water-resistant sheath. The primary difference between the \ntwo keratin coverings is really just their shape, which depends on the shape of the bone \nat the end of the animal’s digits. In claws, the bed of keratinocytes \nconforms to a narrow finger bone, wrapping around the end of the digit \nand radiating outwards to form a cone-shaped structure. Animals with nails, on the other hand, \nhave much broader digits, and keratinocytes only cover the top \nsurface of their wide bones. It’s possible that nails have simply \npersisted as a side effect of primates evolving wider, \nmore dexterous fingers. But given what we know about the \nhabitats of our primate ancestors, it’s more likely that nails came with \ntheir own powerful advantages. High in the forest canopy where \nthese primates lived, wide finger bones and expansive \nfinger pads were ideal for gripping narrow branches. And nails improved that grip even further. By providing a rigid surface \nto press against, primates could splay out their pads to \ncreate even more contact with the trees. Additionally, nails improved the \nsensitivity of their digits by providing an extra surface to detect \nchanges in pressure while climbing. This combination of sensitivity \nand dexterity gave our ancestors the precise motor \ncontrol needed to snatch up insects, pinch berries and seeds, and keep a \nfirm grip on slim branches. The evolution of nails and the evolution \nof opposable thumbs and toes are closely linked. And when our ancestors moved \ndown from the trees, this flexible grasp enabled them to create\nand wield complex tools. Even if it was possible for wide \nfingers to sport claws, their sharp points would’ve \nlikely interfered with these primates’ regular tasks. Claws are ideal for piercing, \npuncturing, and hooking, but their points make grabbing difficult, \nand potentially dangerous. However, both claws and nails are \nused in some unexpected ways. Manatees use nails to grasp their food, and researchers think elephant toenails \nmay sense vibrations in the ground to help them hear. Meanwhile, some primates, \nlike the aye-ayes of Madagascar, have re-acquired claws. They use these extra-long appendages \nto tap branches and trunks, while listening for hollow sections \nwith their bat-like ears. When they hear an opening, \nthey burrow into the tree and skewer grubs with their needle-like \nmiddle finger. We’ve only scratched the surface of all \nthe incredible ways nails and claws are used throughout the animal kingdom. But as for which of these \nadaptations is better? That’s an answer we may never nail down."}, "multiple-choice": [{"question": "Which finger structure appears first in the fossil record?", "options": [{"label": "A", "text": "Nails"}, {"label": "B", "text": "Claws"}], "correct_option": "B"}, {"question": "Which of these structures is not made of keratin?", "options": [{"label": "A", "text": "Fingernails"}, {"label": "B", "text": "Claws"}, {"label": "C", "text": "Finger bones (AKA phalanges)"}, {"label": "D", "text": "Hair"}, {"label": "E", "text": "Rhino horn"}], "correct_option": "C"}, {"question": "The aye-aye – a primate that lives in Madagascar – is different from most other primates because…", "options": [{"label": "A", "text": "It has a tail"}, {"label": "B", "text": "It has claws"}, {"label": "C", "text": "It can glide"}, {"label": "D", "text": "It does not have a thumb"}, {"label": "E", "text": "It can eat bugs"}], "correct_option": "B"}, {"question": "Nails help primates to…", "options": [{"label": "A", "text": "Be good swimmers"}, {"label": "B", "text": "Hear sound through the ground"}, {"label": "C", "text": "Dig efficiently"}, {"label": "D", "text": "Carefully climb"}], "correct_option": "D"}, {"question": "What is the main difference between a nail and a claw?", "options": [{"label": "A", "text": "Their shapes"}, {"label": "B", "text": "What they are made of"}, {"label": "C", "text": "Where they are located"}, {"label": "D", "text": "How much they grow"}], "correct_option": "A"}]}
{"page": 17, "lesson": 21, "title": "How close are we to uploading our minds? - Michael S. A. Graziano", "category": "Science & Technology", "url": "https://ed.ted.com/lessons/how-close-are-we-to-uploading-our-minds-michael-s-a-graziano", "transcript": {"en": "Imagine a future where nobody dies— instead, our minds are uploaded \nto a digital world. They might live on in a realistic,\nsimulated environment with avatar bodies, and could still call in and contribute \nto the biological world. Mind uploading has powerful appeal— but what would it actually take to scan a \nperson’s brain and upload their mind? The main challenges are scanning a brain \nin enough detail to capture the mind and perfectly recreating \nthat detail artificially. But first, we have to know what to scan. The human brain contains \nabout 86 billion neurons, connected by at least a \nhundred trillion synapses. The pattern of connectivity \namong the brain’s neurons, that is, all of the neurons and \nall their connections to each other, is called the connectome. We haven’t yet mapped \nthe connectome, and there’s also a lot more \nto neural signaling. There are hundreds, possibly thousands \nof different kinds of connections, or synapses. Each functions in a slightly \ndifferent way. Some work faster, some slower. Some grow or shrink rapidly in \nthe process of learning; some are more stable over time. And beyond the trillions of precise, \n1-to-1 connections between neurons, some neurons also spray out \nneurotransmitters that affect many other neurons at once. All of these different kinds of \ninteractions would need to be mapped in order to \ncopy a person’s mind. There are also a lot of influences on \nneural signaling that are poorly understood \nor undiscovered. To name just one example, patterns of activity between neurons are likely influenced by a type \nof cell called glia. Glia surround neurons and, \naccording to some scientists, may even outnumber them \nby as many as ten to one. Glia were once thought to be purely \nfor structural support, and their functions are still \npoorly understood, but at least some of them can generate \ntheir own signals that influence information processing. Our understanding of the brain isn’t good \nenough to determine what we’d need to scan in order \nto replicate the mind, but assuming our knowledge does \nadvance to that point, how would we scan it? Currently, we can accurately scan a living\nhuman brain with resolutions of about half a \nmillimeter using our best non-invasive \nscanning method, MRI. To detect a synapse, we’ll need to scan \nat a resolution of about a micron— a thousandth of a millimeter. To distinguish the kind of synapse and \nprecisely how strong each synapse is, we’ll need even better resolution. MRI depends on powerful magnetic fields. Scanning at the resolution required to determine the details of \nindividual synapses would requires a field strength high \nenough to cook a person’s tissues. So this kind of leap in resolution would require fundamentally \nnew scanning technology. It would be more feasible to scan a dead\nbrain using an electron microscope, but even that technology is nowhere \nnear good enough– and requires killing the subject first. Assuming we eventually understand the \nbrain well enough to know what to scan and develop the technology to safely \nscan at that resolution, the next challenge would be to recreate \nthat information digitally. The main obstacles to doing so are \ncomputing power and storage space, both of which are improving every year. We’re actually much closer to attaining \nthis technological capacity than we are to understanding or scanning \nour own minds. Artificial neural networks already run \nour internet search engines, digital assistants, self-driving cars, \nWall Street trading algorithms, and smart phones. Nobody has yet built an artificial network\nwith 86 billion neurons, but as computing technology improves, it may be possible to keep track \nof such massive data sets. At every step in the scanning and \nuploading process, we’d have to be certain we were capturing \nall the necessary information accurately— or there’s no telling what ruined \nversion of a mind might emerge. While mind uploading is \ntheoretically possible, we’re likely hundreds of years away from the technology\nand scientific understanding that would make it a reality. And that reality would come with ethical \nand philosophical considerations: who would have access to mind uploading? What rights would be accorded to \nuploaded minds? How could this technology be abused? Even if we can eventually upload \nour minds, whether we should remains \nan open question."}, "multiple-choice": [{"question": "A synapse is:", "options": [{"label": "A", "text": "A gap between two neurons"}, {"label": "B", "text": "The contact through which two neurons communicate"}, {"label": "C", "text": "Sometimes inhibitory and sometimes excitatory"}, {"label": "D", "text": "All of the above"}], "correct_option": "D"}, {"question": "To scan a brain well enough to copy it artificially would probably require a resolution of", "options": [{"label": "A", "text": "a millimeter"}, {"label": "B", "text": "a hundredth of a millimeter"}, {"label": "C", "text": "a thousandth of a millimeter"}, {"label": "D", "text": "much less than a thousands of a millimeter"}, {"label": "E", "text": "a millimeter"}, {"label": "F", "text": "a hundredth of a millimeter"}, {"label": "G", "text": "a thousandth of a millimeter"}, {"label": "H", "text": "much less than a thousands of a millimeter"}], "correct_option": "G"}, {"question": "The connectome is:", "options": [{"label": "A", "text": "The connective tissue in the brain"}, {"label": "B", "text": "The connections of a neuron"}, {"label": "C", "text": "The pattern of connections between neurons in the brain"}, {"label": "D", "text": "The wiring of an artificial neural network"}], "correct_option": "C"}, {"question": "The brain contains about how many neurons?", "options": [{"label": "A", "text": "23 million"}, {"label": "B", "text": "110 million"}, {"label": "C", "text": "1 billion"}, {"label": "D", "text": "86 billion"}], "correct_option": "D"}, {"question": "Artificial neural networks are", "options": [{"label": "A", "text": "Far from a practical technology"}, {"label": "B", "text": "Just beginning to be built by engineers"}, {"label": "C", "text": "Already a common part of our everyday technology"}], "correct_option": "C"}]}
{"page": 17, "lesson": 22, "title": "The Greek myth of Talos, the first robot - Adrienne Mayor", "category": "Social Studies", "url": "https://ed.ted.com/lessons/the-greek-myth-of-talos-the-first-robot-adrienne-mayor", "transcript": {"en": "Hephaestus, god of technology, was hard at\nwork on his most ingenious invention yet. He was creating a new defense \nsystem for King Minos, who wanted fewer intruders on his \nisland kingdom of Crete. But mortal guards and ordinary \nweapons wouldn’t suffice, so the visionary god devised an \nindomitable new defender. In the fires of his forge, Hephaestus cast his invention in \nthe shape of a giant man. Made of gleaming bronze; endowed with \nsuperhuman strength, and powered by ichor, \nthe life fluid of the gods, this automaton was unlike anything \nHephaestus had forged before. The god named his creation Talos: \nthe first robot. Three times a day, the bronze guardian \nmarched around the island's perimeter searching for interlopers. When he identified ships \napproaching the coast, he hurled massive boulders \ninto their path. If any survivors made it ashore, he would heat his metal body red-hot \nand crush victims to his chest. Talos was intended to fulfill his duties \nday after day, with no variation. But despite his robotic behavior, he possessed an internal life his victims \ncould scarcely imagine. And soon, the behemoth would encounter a ship \nof invaders that would test his mettle. The bedraggled crew of Jason, Medea, \nand the Argonauts were returning from their hard-won quest \nto retrieve the Golden Fleece. Their adventure had taken \nmany dark turns, and the weary sailors were desperate \nto rest in a safe harbor. They’d heard tales of Crete’s invulnerable\nbronze colossus, and made for a sheltered cove. But before they could even drop anchor, \nTalos spotted them. While the Argonauts cowered at the \napproach of the awesome automaton, the sorceress Medea spotted a glinting \nbolt on the robot’s ankle— and devised a clever gambit. Medea offered Talos a bargain: she claimed that she could \nmake Talos immortal in exchange for removing the bolt. Medea's promise resonated deep \nwithin his core. Unaware of his own mechanical nature, and human enough to long for \neternal life, Talos agreed. While Medea muttered incantations, \nJason removed the bolt. As Medea suspected, the bolt was a \nweak point in Hephaestus’ design. The ichor flowed out like molten lead, \ndraining Talos of his power source. The robot collapsed with \na thunderous crash, and the Argonauts were free \nto travel home. This story, first recorded in \nroughly 700 BCE, raises some familiar anxieties \nabout artificial intelligence— and even provides an ancient \nblueprint for science fiction. But according to historians, ancient \nrobots were more than just myths. By the 4th century BCE, Greek engineers began making \nactual automatons including robotic servants and \nflying models of birds. None of these creations were \nas famous as Talos, who appeared on Greek coins, vase \npaintings, public frescoes, and in theatrical performances. Even 2,500 years ago, Greeks had already begun to investigate \nthe uncertain line between human and machine. And like many modern myths about \nartificial intelligence, Talos’ tale is as much about his robotic \nheart as it is about his robotic brain. Illustrating the demise of Talos on a \nvase of the fifth century BCE, one painter captured the dying \nautomaton’s despair with a tear rolling down his bronze cheek."}, "multiple-choice": [{"question": "Talos defended the island of Crete by", "options": [{"label": "A", "text": "Shooting arrows"}, {"label": "B", "text": "Reporting to King Minos"}, {"label": "C", "text": "Hurling boulders at ships"}, {"label": "D", "text": "Building walls"}], "correct_option": "C"}, {"question": "What was Talos's power source?", "options": [{"label": "A", "text": "Electricity"}, {"label": "B", "text": "water"}, {"label": "C", "text": "Lightening"}, {"label": "D", "text": "Ichor"}], "correct_option": "D"}, {"question": "What was ichor?", "options": [{"label": "A", "text": "Life fluid of the gods"}, {"label": "B", "text": "Electrical voltage"}, {"label": "C", "text": "Hot water"}, {"label": "D", "text": "Melted wax"}], "correct_option": "A"}, {"question": "Medea promised Talos that she could", "options": [{"label": "A", "text": "Take him away from Crete"}, {"label": "B", "text": "Make him immortal"}, {"label": "C", "text": "Teach him to fly"}, {"label": "D", "text": "Give him great wealth"}], "correct_option": "B"}, {"question": "Talos's internal system was sealed", "options": [{"label": "A", "text": "By a key on his neck"}, {"label": "B", "text": "By a nail on the top of his head"}, {"label": "C", "text": "With wax"}, {"label": "D", "text": "By a bolt on his ankle"}], "correct_option": "D"}]}
{"page": 17, "lesson": 23, "title": "Hawking's black hole paradox explained - Fabio Pacucci", "category": "Earth and Space Science", "url": "https://ed.ted.com/lessons/hawking-s-black-hole-paradox-explained-fabio-pacucci", "transcript": {"en": "Scientists work on the boundaries of \nthe unknown, where every new piece of knowledge \nforms a path into a void of uncertainty. And nothing is more uncertain– or potentially enlightening– \nthan a paradox. Throughout history, paradoxes have threatened to \nundermine everything we know, and just as often, they’ve reshaped our \nunderstanding of the world. Today, one of the biggest paradoxes in \nthe universe threatens to unravel the fields of general\nrelativity and quantum mechanics: the black hole information paradox. To understand this paradox, we first need to define what we mean\nby \"information.\" Typically, the information we talk about \nis visible to the naked eye. For example, this kind of information tells us that \nan apple is red, round, and shiny. But physicists are more concerned with \nquantum information. This refers to the quantum properties of \nall the particles that make up that apple, such as their position, velocity and spin. Every object in the universe is composed of particles with unique \nquantum properties. This idea is evoked most significantly \nin a vital law of physics: the total amount of quantum information\nin the Universe must be conserved. Even if you destroy an object beyond \nrecognition, its quantum information is never \npermanently deleted. And theoretically, knowledge of that \ninformation would allow us to recreate the object \nfrom its particle components. Conservation of information isn’t just an \narbitrary rule, but a mathematical necessity, upon which \nmuch of modern science is built. But around black holes, \nthose foundations get shaken. When an apple enters a black hole, it seems as though it leaves the universe, and all its quantum information \nbecomes irretrievably lost. However, this doesn’t immediately \nbreak the laws of physics. The information is out of sight, but it might still exist within the \nblack hole’s mysterious void. Alternatively, some theories suggest that information doesn’t even make it\ninside the black hole at all. Seen from outside, it’s as if the apple’s \nquantum information is encoded on the surface layer of the\nblack hole, called the event horizon. As the black hole’s mass increases, the surface of the event horizon \nincreases as well. So it’s possible that as a black hole \nswallows an object, it also grows large enough to conserve\nthe object’s quantum information. But whether information is conserved \ninside the black hole or on its surface, the laws of physics remain intact– until you account for Hawking Radiation. Discovered by Stephen Hawking in 1974, this phenomenon shows that black \nholes are gradually evaporating. Over incredibly long periods of time black holes lose mass as they shed \nparticles away from their event horizons. Critically, it seems as though the \nevaporating particles are unrelated to the information \nthe black hole encodes– suggesting that a black hole and all the\nquantum information it contains could be completely erased. Does that quantum information \ntruly disappear? If not, where does it go? While the evaporation process \nwould take an incredibly long time, the questions it raises for physics \nare far more urgent. The destruction of information would force us to rewrite some of our most\nfundamental scientific paradigms. But fortunately, in science, every paradox is an opportunity \nfor new discoveries. Researchers are investigating a broad \nrange of possible solutions to the Information Paradox. Some have theorized that information actually is encoded \nin the escaping radiation, in some way we can’t yet understand. Others have suggested the paradox is \njust a misunderstanding of how general relativity and \nquantum field theory interact. Respectively, these two theories describe the largest\nand smallest physical phenomena, and they’re notoriously \ndifficult to combine. Some researchers argue that a solution\nto this and many other paradoxes will come naturally with a “unified \ntheory of everything.” But perhaps the most mind-bending \ntheory to come from exploring this paradox is the holographic principle. Expanding on the idea that the 2D \nsurface of an event horizon can store quantum information, this principle suggests that the very \nboundary of the observable universe is also a 2D surface encoded \nwith information about real, 3D objects. If this is true, it’s possible that \nreality as we know it is just a holographic \nprojection of that information. If proven, any of these theories would \nopen up new questions to explore, while still preserving our current \nmodels of the universe. But it’s also possible that those \nmodels are wrong! Either way, this paradox has already \nhelped us take another step into the unknown."}, "multiple-choice": [{"question": "The total amount of quantum information in the Universe ____.", "options": [{"label": "A", "text": "Decreases"}, {"label": "B", "text": "Must remain constant"}, {"label": "C", "text": "Increases"}, {"label": "D", "text": "Is irrelevant for current physical theories"}], "correct_option": "B"}, {"question": "Which of the following options best describes the quantum information contained in a book?", "options": [{"label": "A", "text": "A detailed summary of the book"}, {"label": "B", "text": "The exact written content of the book"}, {"label": "C", "text": "The position of the particles composing the book"}, {"label": "D", "text": "The entire physical information describing each particle that composes the book"}], "correct_option": "D"}, {"question": "As the black hole increases its mass, the surface of its event horizon, which possibly encodes the quantum information of the added matter ____.", "options": [{"label": "A", "text": "Increases"}, {"label": "B", "text": "Decreases"}, {"label": "C", "text": "Stays the same: there is no connection between these two quantities"}, {"label": "D", "text": "Becomes brighter"}], "correct_option": "A"}, {"question": "The effect of Hawking radiation is ____.", "options": [{"label": "A", "text": "To shrink the event horizon of the black hole"}, {"label": "B", "text": "To expand the event horizon of the black hole"}, {"label": "C", "text": "Unknown"}, {"label": "D", "text": "To make the black hole shine so that it is visible from cosmic distances"}], "correct_option": "A"}, {"question": "What would change in the physical description of the world if quantum information can actually be erased?", "options": [{"label": "A", "text": "Nothing. Physics would stay the same."}, {"label": "B", "text": "Quantum field theory and general relativity would finally be merged into a single, unified theory."}, {"label": "C", "text": "We would need to re-write some of our most fundamental scientific paradigms."}, {"label": "D", "text": "Black holes would start radiating away an “Error 404: page not found” signal."}], "correct_option": "C"}]}
{"page": 17, "lesson": 24, "title": "The Maya myth of the morning star", "category": "Social Studies", "url": "https://ed.ted.com/lessons/the-mayan-myth-of-the-morning-star", "transcript": {"en": "Chak Ek’ rose from the underworld \nto the surface of the eastern sea and on into the heavens. His brother K’in Ahaw followed. Though Chak Ek’ had risen first, \nK’in Ahaw outshone him, and the resentful Chak Ek’ descended back\nto the underworld to plot against his brother. In Mayan mythology, Chak Ek’ represents \nVenus and K’in Ahaw represents the sun. Known as both the morning and the \nevening star, Venus moves through the sky, \nsometimes visible before sunrise, sometimes after sunset,\nand occasionally not at all. The ancient Maya identified this roughly \n584 day cycle more than a thousand years ago and it still accurately predicts when and \nwhere Venus will appear in the sky around the world. Five of these cycles make up almost \nexactly eight years, and the Maya also recognized \nthis larger cycle. They assigned Chak Ek’ five \ndifferent forms, one for each cycle of Venus, \nthat were repeated every eight years. Within the 584 day cycle, Venus is visible\nin the evening sky for 250 days, then disappears for 8 days before \nreappearing as the Morning Star. The ancient Maya ascribed particular \nsignificance to this point in this cycle: the first time Venus appears before \nsunrise after being invisible. On this day, Chak Ek’ rose again from the \nunderworld, wielding a spearthrower and darts. To bring discord to the world, he decided to attack his brother \nand his brother’s allies. His first target was K’awiil, god of \nsustenance and lightning. Rising in the late rainy season, Chak Ek’ \naimed his spear and struck K’awiil, causing damage to the food and a \nperiod of chaos in the social order until K’awiil was reborn. 584 days after attacking K’awiil, Chak Ek’ turned his attention back to his \nbrother, the Sun. Each night, the Sun took the form of \njaguar and journeyed through the underworld. Chak Ek’ speared the jaguar sun as it rose\nat dawn towards the end of the dry season. The Sun was wounded, plunging the \nworld into a period of chaos and warfare. Chak Ek’s third victim \nwas the god of maize, who provided sustenance for all humankind. Chak Ek’ speared him at the \ntime of the harvest. He was buried in the underworld, \nand maize—the staple of life— was no longer available \nto Earth’s inhabitants. But the maize god emerged after three \nmonths in the place of new beginnings– the eastern cave known as Seven Water \nPlace– bringing food once again to earth. When the turtle Ak Na'ak rose in the sky \nto mark the summer solstice, Chak Ek’ claimed his fourth victim. With the death of this good omen, \nthe Sun, the food supply, and the people were buried within the earth, and the \nforces of chaos reigned. But out of the chaos rose a new order\nestablished by Hun Ajaw, one of the hero twins known to all for having vanquished \nthe lords of the underworld. A new race of humans was created, \nmade from maize. This state of balance was not to last, \nhowever. Chak Ek’s fifth and final victim was a \nmysterious stranger from the west, and his death \nin the heart of the dry season shook the order established by Hun Ajaw. The gods, the lords, and the maize were \nburied in the underworld. But this victory for Chak Ek’ would also \nprove temporary. The two brothers, Venus and the Sun, \nwere caught in an endless cycle as they battled for supremacy, re-enacting\nthe same five struggles, while the world alternated between order\nand chaos with the rising of the Morning Star."}, "multiple-choice": [{"question": "Chak Ek’ is the Maya god of:", "options": [{"label": "A", "text": "The sun"}, {"label": "B", "text": "The maize"}, {"label": "C", "text": "Venus"}, {"label": "D", "text": "Time"}], "correct_option": "C"}, {"question": "One of Venus’ victims is:", "options": [{"label": "A", "text": "The maize god"}, {"label": "B", "text": "K’awiil"}, {"label": "C", "text": "The jaguar sun"}, {"label": "D", "text": "All of the above"}], "correct_option": "D"}, {"question": "Over a period of eight years:", "options": [{"label": "A", "text": "Venus cycles once through the sky."}, {"label": "B", "text": "Venus assumes five different aspects in the early morning sky."}, {"label": "C", "text": "The sun attacks Venus five times."}, {"label": "D", "text": "The turtle constellation appears at the summer solstice."}], "correct_option": "B"}, {"question": "The rising of the Morning Star is associated with:", "options": [{"label": "A", "text": "The maize harvest"}, {"label": "B", "text": "Warmth and light"}, {"label": "C", "text": "The spearing of different victims"}, {"label": "D", "text": "New beginnings"}], "correct_option": "C"}, {"question": "584 days is important because:", "options": [{"label": "A", "text": "It marks one cycle of Venus’ appearance and disappearance in the night sky."}, {"label": "B", "text": "It is the time Venus is visible in the evening sky."}, {"label": "C", "text": "It is the period when the world was in darkness."}, {"label": "D", "text": "Venus undertook five aspects during this period."}], "correct_option": "A"}]}
